Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/AdvancedSettingsViewController.strings
Languages: ar, de, es, fr, he, hr, ja, nb, nl, pt_br, ru, uk, zh_hans, zh_hant

# 4MH-H4-Ce2.ibShadowedToolTip
source: Maccy takes an active application focus when the popup is shown and gives focus back when it's closed. The focus is needed for advanced macOS input handling such as Chinese helper or accent menu. Enabling this option would prevent Maccy from taking focus. There are certain situations when this can be useful: for example, pasting to a text editor that auto-formats code when it loses focus.
ar: يأخذ Maccy تركيز التطبيق النشط عند عرض القائمة المنبثقة ويعيد التركيز عند إغلاقها. التركيز مطلوب لمعالجة إدخال macOS المتقدمة مثل مساعد اللغة الصينية أو قائمة اللهجات. سيؤدي تمكين هذا الخيار إلى منع Maccy من التركيز. هناك حالات معينة يمكن فيها أن يكون ذلك مفيدًا: على سبيل المثال، لصق في محرر نصوص يقوم بتنسيق الكود تلقائيًا عند فقدان التركيز.
de: “Maccy” nimmt der aktiven Anwendung den Fokus kurzzeitig weg, während das Popup angezeigt wird. Dabei wird der Fokus automatisch zum Suchfeld von “Maccy” platziert, was die Benutzerfreundlichkeit erhöht. Das Aktivieren dieser Option würde “Maccy” daran hindern, den Fokus zu übernehmen. Dies kann in bestimmten Situationen nützlich sein: zum Beispiel beim Einfügen in einen Texteditor, der Code automatisch formatiert, wenn dieser den Fokus verliert.
es: Maccy toma un enfoque de aplicación activo cuando se muestra la ventana emergente y devuelve el enfoque cuando está cerrado. El enfoque es necesario para el manejo avanzado de entradas de macOS, como el asistente chino o el menú de acento. Habilitar esta opción evitaría que Maccy se enfocara. Hay ciertas situaciones en las que esto puede ser útil: por ejemplo, pegar en un editor de texto que formatea automáticamente el código cuando pierde el foco.
fr: Maccy prend un focus d'application actif lorsque le popup est affiché et redonne le focus lorsqu'il est fermé. La mise au point est nécessaire pour la gestion avancée des entrées macOS telles que l'assistant chinois ou le menu d'accentuation. L'activation de cette option empêcherait Maccy de se concentrer. Dans certaines situations, cela peut être utile : par exemple, coller dans un éditeur de texte qui formate automatiquement le code lorsqu'il perd le focus.
he: Maccy חוטף את המיקוד של היישום הפעיל כאשר החלונית הקופצת מופיעה ומחזיר את המיקוד עם הסגירה. המיקוד נחוץ לטיפול מתקדם בקלט של macOS מסייע לכתיבה בסינית או תפריט סימונים. הפעלת האפשרות הזאת עלולה למנוע מ־Maccy לחטוף את המיקוד. יש מגוון מצבים שבהם ההגדרה הזאת יכולה להיות שימושית: למשל, הדבקה לעורך טקסט שמעצב קוד אוטומטית כשהוא מאבד את המיקוד..
hr: Maccy uzima aktivan fokus programa kad se prikaže skočni prozor i vraća fokus kad se zatvori. Fokus je potreban za napredno rukovanje unosom na macOS-u, poput pomoćnika za kineski ili izbornika za naglaske. Aktiviranje ove opcije spriječilo bi Maccy da preuzme fokus. Postoje određene situacije u kojima to može biti korisno: na primjer, umetanje u uređivač teksta koji automatski formatira kod kad izgubi fokus.
ja: Maccyは、ポップアップを表示するとアクティブなアプリケーションのフォーカスを取り、閉じられるとフォーカスを戻します。一方で、中国語ヘルパーやアクセントメニューなど、macOSの予測入力処理にはフォーカスが必要とされます。このオプションを有効にすると、Maccyはフォーカスを取らないようになります。次の例のようにこのオプションが役立つ特別な状況もあります。※例：フォーカスを失ったときにコードを自動フォーマットするテキストエディターに貼り付ける場合。
nb: Maccy programmet kommer i fokus når popup'en blir synlig og avgir fokus når den blir lukket. Fokuset er nødvendig for avansert håndtering av informasjon som f.eks ved en Kinesisk hjelpe-meny eller en aksent-meny. Aktivering av dette alternativet ville forhindre Maccy fra å ta fokus. Det er visse situasjoner hvor dette kan være nyttig: f.eks. ved å lime inn i en tekstredigerer som auto-formatterer kode når det mister fokus.
nl: Maccy neemt de focus van een actieve app als de popup wordt weergegeven en geeft de focus weer terug als deze wordt gesloten. De focus is nodig voor geavanceerde macOS-invoerverwerking, zoals Chinese helper of accentmenu. Door deze optie in te schakelen wordt voorkomen dat Maccy de focus neemt. Er zijn bepaalde situaties waarin dit nuttig kan zijn: bijvoorbeeld plakken in een teksteditor die code automatisch opmaakt wanneer de focus verloren gaat.
pt_br: Maccy toma o foco de uma aplicação ativa quando o popup é exibido e dá o foco de volta quando está fechado. O foco é necessário para o manuseio avançado da entrada do macOS, como o assistente de Chinês ou o menu de acentos. Ativar esta opção impediria Maccy de tomar o foco. Há certas situações em que isso pode ser útil: por exemplo, ao colar em um editor de texto que formata automaticamente o código quando perde o foco.
ru: Maccy забирает фокус активного приложения когда всплывающее окно появляется и возвращает фокус когда оно закрывается. Фокус необходим для работы функций ввода текста macOS, таких как автодополнение китайского текста или выбор буквы ё. Maccy не будет забирать фокус при включении этой опции. Это может быть полезно в определенных ситуациях: например при вставке в текстовый редактор, автоматически форматирующих код при потере фокуса.
uk: Maccy приймає фокус активної програми, коли відображається спливаюче вікно, і повертає фокус, коли воно закривається. Фокус потрібен для розширеної обробки вводу в macOS, як-от китайський помічник або меню акцентів. Якщо ввімкнути цю опцію, Maccy не сфокусується. Є певні ситуації, коли це може бути корисним: наприклад, вставлення в текстовий редактор, який автоматично форматує код, коли він втрачає фокус.
zh_hans: 允许 Maccy 的剪贴板弹窗获取焦点，弹窗关闭时返还给前台应用。高级 macOS 输入程序（如中文输入法或变音符号菜单）需要获取焦点才能使用。启用此选项后 Maccy 将不会获取焦点。 某些时候这会有所帮助，比如要粘贴文本到一个设置了失去焦点时会自动格式化代码的文本编辑器时。
zh_hant: 允許 Maccy 的剪貼簿彈出視窗取得焦點，並在關閉後返回給使用中的應用程式。進階 macOS 輸入程式（如中文輸入法或附加符號選單）需要取得焦點才能使用。啟用用此選項後 Maccy 將不會取得焦點。 某些時候這會有所幫助，比如要貼上到失去焦點會自動格式化程式碼的文字編輯器時。

# Ejh-zi-AFs.title
source: Temporarily ignore all new copies. You are likely to use it programmatically and disable application while copying sensitive data.
ar: تجاهل جميع النسخ الجديدة مؤقتًا. من المرجح أن تستخدمه برمجيًا وتعطل التطبيق أثناء نسخ البيانات الحساسة.
de: Vorrübergehend alle neue Einträge ignorieren. Zum Beispiel während dem Kopieren von sensiblen Daten. Dies kann über das Terminal aktiviert und deaktiviert werden mit.
es: Ignora temporalmente los nuevos elementos copiados. También se puede (des)activar la opción por consola para evitar copiar datos sensibles.
fr: Ignorer temporairement toute nouvelle copie. Vous êtes susceptible de l'utiliser pour le développement ou lors de la copie de données sensibles.
he: להתעלם זמנית מכל העותקים החדשים. כנראה שזה ישמש אותך במהלך פיתוח ולהשבית יישום במהלך העתקת נתונים רגישים.
hr: Privremeno zanemari sve nove kopije. Vjerojatno ćeš ga koristiti tijekom programiranja i deaktivirati tijekom kopiranja osjetljivih podataka.
ja: このオプションを有効にすると、一時的に全ての新規コピーを無視します。 また、重要なデータをコピーする場合は、下記のコマンドを用いてMaccyを無効にすることもできます。
nb: Midlertidig ignorer alle nye kopier. Du vil mest sannsynlig bruke det programmatisk og deaktivere programmet ved kopiering av sensitive data.
nl: Negeer tijdelijk alle nieuwe kopieën. Je zult het waarschijnlijk programmatisch gebruiken en de apps uitschakelen tijdens het kopiëren van gevoelige gegevens.
pt_br: Ignorar temporariamente todas as novas cópias. É provável que você o use de forma programática e desabilite o aplicativo ao copiar dados confidenciais.
ru: Временно игнорировать все новые копировния. Вы можете использовать эту настройку программно и отключить приложение на время копирования конфиденциальных данных.
uk: Тимчасово ігноруйте всі нові копії. Ви, ймовірно, використаєте це програмно та вимкнете програму під час копіювання конфіденційних даних.
zh_hans: 暂停记录新的剪贴板项目。 此选项通常用于在复制敏感数据时通过程序调用来禁用本程序。
zh_hant: 暫時忽略所有新的剪貼簿項目。 此選項通常用於拷貝隱私資料時，透過程式調用停用本程式。

# JvB-ng-8vt.title
source: Clear history on quit
ar: مسح السجل عند الخروج
de: Verlauf beim Beenden löschen
es: Borrar el historial al salir
fr: Effacer l'historique en quittant
he: פינוי היסטוריה עם היציאה
hr: Izbriši povijest prilikom zatvaranja programa
ja: 終了時、履歴をクリアする
nb: Tøm historikk når du slutter
nl: Wis geschiedenis bij afsluiten
pt_br: Limpar histórico ao sair
ru: Очищать историю при закрытии
uk: Очистити історію після виходу
zh_hans: 退出时清除历史记录
zh_hant: 退出時清除歷史記錄

# lwS-2p-WwS.title
source: You can also click the menu icon with ⌥ pressed. To ignore only the next copy, click with ⌥⇧.
ar: يمكنك أيضًا النقر على أيقونة القائمة مع ⌥ مضغوط. لتجاهل النسخة التالية فقط، انقر بـ ⌥⇧.
de: Um Maccy zu deaktivieren, klicke auf das Menüleistensymbol und halte dabei ⌥ gedrückt. Um nur die nächste Kopie zu ignorieren, klicke und halte ⌥⇧ gedrückt.
es: También puede hacer clic en el icono de menú con ⌥ presionado. Para ignorar solo la siguiente copia, haga clic con ⌥⇧.
fr: Vous pouvez également cliquer sur l'icône du menu en appuyant sur ⌥. Pour ignorer uniquement la copie suivante, cliquez avec ⌥⇧.
he: אפשר ללחוץ על סמל התפריט תוך הזחקה של ⌥. כדי להתעלם רק מהעותק הבא, יש ללחוץ עם העכבר תוך החזקה של ⌥⇧.
hr: Također možete kliknuti ikonu izbornika s pritisnutim ⌥. Za ignoriranje samo sljedeće kopije kliknite s ⌥⇧.
ja: ⌥ を押したままメニュー アイコンをクリックすることもできます。 次のコピーだけを無視するには、⌥⇧でクリックします。
nb: Du kan også klikke på menyikonet med ⌥ trykket. For å ignorere bare den neste kopien, klikk med ⌥⇧.
nl: Je kunt ook op het menu-icoontje klikken terwijl je ⌥ ingedrukt houdt. Om alleen de volgende kopie te negeren, klik met ⌥⇧.
pt_br: Você também pode clicar no ícone do menu com ⌥ pressionado. Para ignorar apenas a próxima cópia, clique com ⌥⇧.
ru: Вы также можете кликнуть значок меню с нажатой клавишей ⌥. Чтобы игнорировать только следующую копию, кликните с ⌥⇧.
uk: Ви також можете натиснути значок меню, утримуючи ⌥. Щоб проігнорувати лише наступну копію, натисніть ⌥⇧.
zh_hans: 您也可以按下 ⌥ 并单击菜单图标。 要仅忽略下一个副本，请单击 ⌥⇧。
zh_hant: 您也可以按住 ⌥ 並點擊選單圖示。 要僅忽略下一次拷貝，請按住 ⌥⇧ 並點擊。

# LFh-6b-GFi.title
source: defaults write org.p0deje.Maccy ignoreEvents true # copy data defaults write org.p0deje.Maccy ignoreEvents false
ar: defaults write org.p0deje.Maccy ignoreEvents true نسخ البيانات # defaults write org.p0deje.Maccy ignoreEvents false
de: defaults write org.p0deje.Maccy ignoreEvents true # Einträge wieder kopieren defaults write org.p0deje.Maccy ignoreEvents false
es: defaults write org.p0deje.Maccy ignoreEvents true # volver a copiar elementos defaults write org.p0deje.Maccy ignoreEvents false
fr: defaults write org.p0deje.Maccy ignoreEvents true # copier des données defaults write org.p0deje.Maccy ignoreEvents false
he: defaults write org.p0deje.Maccy ignoreEvents true # העתקת נתונים defaults write org.p0deje.Maccy ignoreEvents false
hr: defaults write org.p0deje.Maccy ignoreEvents true # kopiraj podatke defaults write org.p0deje.Maccy ignoreEvents false
ja: defaults write org.p0deje.Maccy ignoreEvents true # データコピー defaults write org.p0deje.Maccy ignoreEvents false
nb: defaults write org.p0deje.Maccy ignoreEvents true # kopier data defaults write org.p0deje.Maccy ignoreEvents false
nl: defaults write org.p0deje.Maccy ignoreEvents true # kopieer data defaults write org.p0deje.Maccy ignoreEvents false
pt_br: defaults write org.p0deje.Maccy ignoreEvents true # copiar dados defaults write org.p0deje.Maccy ignoreEvents false
ru: defaults write org.p0deje.Maccy ignoreEvents true # копировать данные defaults write org.p0deje.Maccy ignoreEvents false
uk: defaults write org.p0deje.Maccy ignoreEvents true # копіювати данні defaults write org.p0deje.Maccy ignoreEvents false
zh_hans: defaults write org.p0deje.Maccy ignoreEvents true # 执行上述命令后再进行复制，复制完成后执行 defaults write org.p0deje.Maccy ignoreEvents false
zh_hant: defaults write org.p0deje.Maccy ignoreEvents true # 執行上述命令後再進行拷貝，拷貝完成後執行 defaults write org.p0deje.Maccy ignoreEvents false

# O2y-qd-u6c.ibShadowedToolTip
source: Automatically remove all unpinned items before quitting the application.
ar: إزالة جميع العناصر غير المثبتة تلقائيًا قبل إغلاق التطبيق.
de: Alle nicht angehefteten Elemente werden vor dem Beenden der Anwendung automatisch entfernt.
es: Elimina automáticamente todos los elementos no anclados antes de salir de la aplicación.
fr: Supprimez automatiquement tous les éléments non épinglés avant de quitter l'application.
he: להסיר את כל הפריטים שאינם נעוצים בטרם יציאה מהיישום.
hr: Automatski ukloni sve otkvačene elemente prije zatvaranja programa.
ja: アプリケーションを終了する前に、ピン留めされていない項目をすべて自動的に削除します。
nb: Fjern alle ikke-festede elementer automatisk før du avslutter applikasjonen.
nl: Verwijder automatisch alle niet vastgemaakte items voordat u de app afsluit.
pt_br: Remova automaticamente todos os itens não fixados antes de sair do aplicativo.
ru: Автоматически удалять все неприкрепленные записи перед закрытием приложения.
uk: Автоматично видаляйте всі незакріплені елементи перед виходом із програми.
zh_hans: 退出应用时仅保留已固定的项目。
zh_hant: 退出應用程式時自動移除所有未釘選的項目。

# RA0-eh-Udt.title
source: Turn off
ar: إيقاف
de: Deaktivieren
es: Desactivar
fr: Éteindre
he: כיבוי
hr: Isključi
ja: オフにする
nb: Deaktiver
nl: Zet uit
pt_br: Desativar
ru: Выключить
uk: Вимкнути
zh_hans: 暂停
zh_hant: 關閉

# WSh-1o-SG8.title
source: Clear the system clipboard too
ar: مسح حافظة النظام أيضًا
de: Löschen Sie auch die Zwischenablage des Systems
es: Limpia también el portapapeles del sistema
fr: Effacer également le presse-papiers du système
he: פינוי לוח הגזירים של המערכת בנוסף
hr: Očistite i međuspremnik sustava
ja: システムのクリップボードもクリア
nb: Tøm systemets utklippstavle også
nl: Wis ook het systeemklembord
pt_br: Limpar também a área de transferência do sistema
ru: Также очищать системный буфер обмена
uk: Також очистіть системний буфер обміну
zh_hans: 同时清除系统剪贴板
zh_hant: 同時清除系統剪貼簿

# jjU-HE-iIA.title
source: Avoid taking application focus
ar: تجنب وضع التركيز للتطبيق
de: Verhindert das Wegnehmen des Fokus der aktiven Anwendung
es: Evite centrarse en la aplicación
fr: Évitez de vous concentrer sur l'application
he: הימנעות מחטיפת המיקוד של היישום
hr: Izbjegni preuzimati fokus programa
ja: アプリケーションのフォーカスを取らない
nb: Unngå applikasjonsfokus
nl: Vermijd focus op de app
pt_br: Evitar tomar o foco da aplicação
ru: Не забирать фокус приложения
uk: Уникайте фокусування програми
zh_hans: 不允许获取焦点
zh_hant: 避免奪取應用程式焦點

# lGE-3K-m2Y.ibShadowedToolTip
source: When enabled, clearing the history would also clear the current system clipboard.
ar: عند التمكين، سيؤدي مسح السجل أيضًا إلى مسح حافظة النظام الحالية.
de: Wenn diese Option aktiviert ist, wird durch das Löschen des Verlaufs auch die aktuelle Systemzwischenablage gelöscht.
es: Cuando está habilitado, borrar el historial también borrará el portapapeles del sistema actual.
fr: Lorsqu'elle est activée, l'effacement de l'historique effacera également le presse-papiers du système actuel.
he: כאשר ההגדרה פעילה, פינוי ההיסטוריה יפנה גם את לוח הגזירים הנוכחי של המערכת.
hr: Kada je omogućeno, brisanje povijesti također bi izbrisalo trenutni sistemski međuspremnik.
ja: 有効にすると、履歴をクリアすると現在のシステム クリップボードもクリアされます。
nb: Når den er aktivert, vil tømming av loggen også tømme gjeldende systemutklippstavle.
nl: Als dit is ingeschakeld, wordt bij het wissen van de geschiedenis ook het huidige klembord van het systeem gewist..
pt_br: Quando ativado, limpar o histórico também limparia a área de transferência atual do sistema.
ru: Если этот параметр включен, очистка истории также очистит текущий системный буфер обмена.
uk: Якщо ввімкнено, очищення історії також очистить поточний системний буфер обміну.
zh_hans: 启用后，清除历史记录也会清除当前系统剪贴板。
zh_hant: 啟用後，清除歷史記錄也會清除系統目前的剪貼簿。

# yeX-On-Ble.title
source: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # copy data
ar: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true نسخ البيانات #
de: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # Einträge wieder kopieren
es: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # volver a copiar elementos
fr: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # copier des données
he: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # העתקת נתונים
hr: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # kopiraj podatke
ja: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # データコピー
nb: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # kopier data
nl: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # kopieer data
pt_br: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # copiar dados
ru: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # копировать данные
uk: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # копіювати данні
zh_hans: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # 执行上述命令后再进行复制，复制完成后执行
zh_hant: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # 執行上述命令後再進行拷貝，拷貝完成後執行
