Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/AdvancedSettings.strings
Languages: be, bn, hu, id, lt, lv, pl, ro, sl, uz

# Title
source: Advanced
be: Прасунутыя
bn: অত্যাধুনিক উন্নত
hu: Haladó
id: Lanjutan
lt: Išplėstiniai nustatymai
lv: Papildu
pl: Zaawansowane
ro: Avansat
sl: Napredno
uz: Qo'shimchalar

source: Turn off
be: Выключыць
bn: বন্ধ করো
hu: Kikapcsolás
id: Matikan
lt: Išjungti
lv: Izslēgt
pl: Wyłącz
ro: Oprește
sl: Izklopi
uz: O'chirib qo'yish

# TurnOffShellScript
source: defaults write org.p0deje.Maccy ignoreEvents true # copy data defaults write org.p0deje.Maccy ignoreEvents false
be: defaults write org.p0deje.Maccy ignoreEvents true # капіяваць дадзеныя defaults write org.p0deje.Maccy ignoreEvents false
bn: ডিফল্ট লিখুন org.p0deje.Maccy ignoreEvents true # ডেটা কপি করুন ডিফল্ট লিখুন org.p0deje.Maccy ignoreEvents false
hu: defaults write org.p0deje.Maccy ignoreEvents true # adatok másolása defaults write org.p0deje.Maccy ignoreEvents false
id: defaults write org.p0deje.Maccy ignoreEvents true # salin data defaults write org.p0deje.Maccy ignoreEvents false
lt: defaults write org.p0deje.Maccy ignoreEvents true # kopijuoti duomenis defaults write org.p0deje.Maccy ignoreEvents false
lv: defaults write org.p0deje.Maccy ignoreEvents true # tad kopēt datus defaults write org.p0deje.Maccy ignoreEvents false
pl: defaults write org.p0deje.Maccy ignoreEvents true # skopiuj dane defaults write org.p0deje.Maccy ignoreEvents false
ro: defaults write org.p0deje.Maccy ignoreEvents true # copiază datele defaults write org.p0deje.Maccy ignoreEvents false
sl: defaults write org.p0deje.Maccy ignoreEvents true # kopiranje podatkov defaults write org.p0deje.Maccy ignoreEvents false
uz: defaults write org.p0deje.Maccy ignoreEvents true # ma'lumotlarni nusxalash defaults write org.p0deje.Maccy ignoreEvents false

# TurnOffNextShellScript
source: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # copy data
be: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # капіяваць дадзеныя
bn: ডিফল্ট লিখুন org.p0deje.Maccy ignoreOnlyNextEvent true # ডেটা কপি করুন
hu: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # adatok másolása
id: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # salin data
lt: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # kopijuoti duomenis
lv: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # tad kopēt datus
pl: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # skopiuj dane
ro: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # copiază datele
sl: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # kopiranje podatkov
uz: defaults write org.p0deje.Maccy ignoreOnlyNextEvent true # ma'lumotni nusxalash

source: Clear history on quit
be: Ачысціць гісторыю пры зачыненні
bn: বন্ধ করে ছেড়ে যাওয়ার সময় ইতিহাস সাফ করুন
hu: Előzmények törlése kilépésnél
id: Hapus riwayat saat keluar
lt: Ištrinti istoriją išeinant
lv: Notīrīt vēsturi, izejot no programmas
pl: Wyczyść historię przy wyjściu z aplikacji
ro: Șterge istoricul la închiderea aplicației
sl: Počisti zgodovino pri izhodu
uz: Dastur yopilganda tarixni tozalash

# ClearSystemClipboard
source: Clear the system clipboard too
be: Таксама ачысціць сістэмны буфер памену
bn: সিস্টেম ক্লিপবোর্ডটিও সাফ করুন
hu: A rendszer vágólapjának is a törlése
id: Hapus juga clipboard sistem
lt: Taip pat išvalyti ir sistemos talpyklą
lv: Notīrīt arī sistēmas starpliktuvi
pl: Wyczyść także schowek systemowy
ro: Șterge și clipboard-ul sistemului
sl: Počistite tudi sistemsko odložišče
uz: Operatsion tizim buferini ham tozalang

# ClearSystemClipboardTooltip
source: When enabled, clearing the history would also clear the current system clipboard.
be: Калі гэты параметр улучаны, ачыстка гісторыі таксама ачысціць бягучы сістэмны буфер памену.
bn: সক্রিয় থাকাকালীন, ইতিহাস সাফ করলে বর্তমান সিস্টেম ক্লিপবোর্ডও সাফ হয়ে যাবে।
hu: Ha be van kapcsolva, az előzmények törlésével a rendszer aktuális vágólapját is törli.
id: Ketika diaktifkan, menghapus riwayat juga akan menghapus clipboard sistem saat ini.
lt: Jei ši funkcija įjungta, istorijos ištrynimas taip pat ištrina dabartinę sistemos iškarpinę.
lv: Ja šī opcija ir iespējota, vēstures notīrīšana notīrīs arī pašreizējo sistēmas starpliktuvi.
pl: Kiedy ta opcja jest wybrana, wyczyszczenie historii wyczyści także aktualny wpis ze schowka systemowego.
ro: Când este activat, ștergerea istoricului va șterge și clipboard-ul actual al sistemului.
sl: Ko je ta možnost omogočena, bi brisanje zgodovine počistilo tudi trenutno sistemsko odložišče.
uz: Yoqilgan bo'lsa, tarixni tozalash joriy tizim buferini ham tozalaydi.

# TurnOffDescription
source: Temporarily ignore all new copies. You are likely to use it programmatically and disable application while copying sensitive data.
be: Часова ігнараваць усе новыя капіяванні. Вы можаце скарыстаць гэту наладу праграмна і адключыць дадатак на час капіявання прыватных дадзеных.
bn: সমস্ত নতুন কপি সাময়িকভাবে উপেক্ষা করুন। আপনি এটি সম্ভবত প্রোগ্রাম্যাটিকভাবে ব্যবহার করবেন এবং সংবেদনশীল ডেটা কপি করার সময় অ্যাপ্লিকেশনটি অক্ষম করতে পারেন।
hu: Az összes új másolás figyelmen kívül hagyása. Valószínűleg programozottan használod, és kikapcsolod az alkalmazást bizalmas adatok másolása közben.
id: Abaikan sementara semua salinan baru. Kemungkinan Anda menggunakannya secara terprogram dan menonaktifkan aplikasi saat menyalin data sensitif.
lt: Laikinai ignoruokite visas naujas kopijas. Tikėtina, kad ją naudosite programiškai ir išjungsite programą kopijuodami jautrius duomenis.
lv: Īslaicīgi ignorēt visas jaunās kopijas. Iespējams, ka to izmantosiet programmatiski un atspējosiet lietojumprogrammu, kopējot sensitīvus datus.
pl: Tymczasowo ignoruj wszystkie akcje kopiowania. Możesz użyć tego ustawienia w skrypcie aby automatycznie wyłączyć zapisywanie kopiując wrażliwe dane.
ro: Ignorați temporar toate copiile noi. Probabil vei folosi această opțiune programatic și vei dezactiva aplicația în timp ce copiezi date sensibile.
sl: Začasno prezrite vse nove kopije. Verjetno ga boste uporabili programsko in med kopiranjem občutljivih podatkov onemogočili aplikacijo.
uz: Vaqtinchalik barcha yangi nusxalarni e'tiborsiz qoldiring. Ehtimol, siz undan dasturiy tarzda foydalanasiz va maxfiy ma'lumotlarni nusxalashda ilovani o'chirib qo'yishingiz mumkin.

# TurnOffViaMenuIconDescription
source: You can also click the menu icon with ⌥ pressed. To ignore only the next copy, click with ⌥⇧.
be: Вы таксама можаце клікнуць значок меню з націснутым ⌥. Каб ігнараваць толькі наступную копію, клікніце з ⌥⇧.
bn: আপনি ⌥ চেপে মেনু আইকনেও ক্লিক করতে পারেন। শুধুমাত্র পরবর্তী কপিটি উপেক্ষা করতে, ⌥⇧ চেপে ধরে ক্লিক করুন।
hu: A menü ikonra is kattinthatsz a ⌥ gomb lenyomása közben. Csak a következő másolás figyelmen kívül hagyásához, kattints a ⌥⇧ gombokat lenyomva.
id: Anda juga dapat mengklik ikon menu dengan menekan ⌥. Untuk mengabaikan hanya salinan berikutnya, klik dengan menekan ⌥⇧.
lt: Taip pat galite spustelėti meniu piktogramą paspaudę ⌥. Jei norite ignoruoti tik kitą kopiją, spustelėkite paspaudę ⌥⇧.
lv: Varat arī noklikšķināt uz izvēlnes ikonas, nospiežot ⌥. Lai ignorētu tikai nākamo kopiju, noklikšķiniet ar ⌥ ⇧.
pl: Możesz też kliknąć na ikonę menu z wciśniętym klawiszem ⌥. Aby zignorować tylko następną akcję kopiowania, kliknij ikonę z wciśniętymi klawiszami ⌥⇧.
ro: Poți de asemenea să faci clic pe simbolul din meniu cu tasta ⌥ apăsată. Pentru a ignora doar următoarea copie, fă clic cu ⌥⇧.
sl: Prav tako lahko kliknete ikono menija s pritisnjenim ⌥. Če želite prezreti samo naslednjo kopijo, kliknite z ⌥⇧.
uz: ⌥ tugmasini bosgan holda menyu belgisini ham bosishingiz mumkin. Faqat keyingi nusxaga e’tibor bermaslik uchun ⌥⇧ tugmasini bosing.

# ClearHistoryOnQuitTooltip
source: Automatically remove all unpinned items before quitting the application.
be: Аўтаматычна падаляць усе незамацаваныя запісы перад зачыненнем дадатку.
bn: অ্যাপ্লিকেশনটি ছাড়ার আগে সমস্ত আনপিন করা আইটেম স্বয়ংক্রিয়ভাবে সরিয়ে ফেলুন।
hu: Az összes kitűzetlen elem automatikus törlése mielőtt az alkalmazás bezáródik.
id: Hapus otomatis semua item yang tidak dipin sebelum keluar dari aplikasi.
lt: Automatiškai pašalinti visus neprisegtus elementus prieš išeinant iš programos.
lv: Pirms lietojumprogrammas aizvēršanas automātiski notīrīt visus nepiespraustos vienumus.
pl: Automatycznie wyczyść wszystkie nieprzypięte wpisy przed wyjściem z aplikacji.
ro: Elimină automat toate elementele nefixate înainte de a închide aplicația.
sl: Preden zaprete aplikacijo, samodejno odstranite vse nepripete elemente.
uz: Ilovani yopishdan oldin barcha qo'shilmagan yozuvlarni avtomatik ravishda o'chirish.
