Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/AppearanceSettings.strings
Languages: ar, be, bs, ckb, eo, hr, hu, id, it, ja, lt, lv, pl, ro, ru, sl, th, uk, uz, vi

# OpenPreferencesWarning
source: ⚠️ Press ⌘, to open preferences when footer is hidden.
ar: ⚠️ اضغط ⌘، لفتح التفضيلات عندما يكون التذييل مخفيًا.
be: ⚠️ Націсніце ⌘, каб адкрыць налады калі ніжні калонтытул утоены.
bs: ⚠️ Pritisni ⌘, da otvorite postavke kada je podnožje skriveno.
ckb: ⚠️ دوگمەی ⌘, (کۆماند+کۆما) دابگرە بۆ کردنەوەی هەڵبژاردەکان کاتێک فووتەر شاراوەیە.
hr: ⚠️ Za otvaranje postavaka kad je podnožje skriveno, pritisni ⌘.
hu: ⚠️ Nyomd meg a ⌘, (command+comma) gombot a Preferenciák megnyitásához, ha a lábléc el van rejtve.
id: ⚠️ Tekan ⌘ untuk buka preferensi ketika footer tersembunyi.
it: ⚠️ Premi ⌘, per aprire le preferenze quando il footer è nascosto.
ja: ⚠️ フッターが隠されている時に設定を開くには⌘,を押してください。
lt: ⚠️ Paspauskite ⌘, (command+comma) norėdami atidaryti nustatymus, kai paraštė yra paslėpta.
lv: ⚠️ Nospiediet taustiņu ⌘, (command+comma) lai atvērtu preferences, ja kājene ir paslēpta.
pl: ⚠️ Naciśnij ⌘, (command+comma) aby otworzyć ustawienia, kiedy stopka jest ukryta.
ro: ⚠️ Apasă ⌘, (command+comma) pentru a deschide preferințele atunci când subsolul este ascuns.
ru: ⚠️ Нажмите ⌘, чтобы открыть настройки когда нижний колонтитул скрыт.
sl: ⚠️ Pritisnite ⌘, (command+comma) da odprete nastavitve, ko je noga skrita.
th: ⚠️ กด ⌘, เพื่อเปิดการตั้งค่าเมื่อส่วนท้ายซ่อน
uk: ⚠️ Натисніть ⌘, щоб відкрити параметри, коли нижній колонтитул приховано.
uz: ⚠️ Altbilgi yashirilganda afzalliklarni ochish uchun ⌘, (command+comma) tugmasini bosing.
vi: ⚠️ Nhấn ⌘, để mở tùy chọn khi chân trang bị ẩn.

source: Show delete button
vi: Hiển thị nút xóa

# ShowDeleteButtonTooltip
source: Show delete button in history item preview. Default: Enabled.
vi: Hiển thị nút xóa trong xem trước mục lịch sử. Mặc định: Đã bật.

source: Show preview button
vi: Hiển thị nút xem trước

# ShowPreviewButtonTooltip
source: Show preview button for history items. Default: Enabled.
vi: Hiển thị nút xem trước cho các mục lịch sử. Mặc định: Đã bật.
