Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/AppearanceSettings.strings
Languages: ar, be, bs, ckb, eo, hr, hu, id, it, ja, lt, lv, pl, ro, ru, sl, th, uk, uz, vi

# Title
source: Appearance
ar: المظهر
be: Выгляд
bs: Izgled
ckb: ڕووکار
eo: Aspekto
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外見
lt: Išvaizda
lv: Izskats
pl: Wygląd
ro: Aspect
ru: Внешний Вид
sl: Videz
th: หน้าตา
uk: Виявлення
uz: Tashqi ko'rinish
vi: Giao diện

source: Theme:
vi: Giao diện:

# ThemeSystem
source: System
vi: Hệ thống

# ThemeLight
source: Light
vi: Sáng

# ThemeDark
source: Dark
vi: Tối

# ThemeTooltip
source: Choose the application theme. Default: System.
vi: Chọn giao diện ứng dụng. Mặc định: Hệ thống.

source: Popup at:
ar: ظهور الإنبثاق عند:
be: Усплываць каля:
bs: Popup na:
ckb: شوێنی دەرکەوتنی پۆپئەپ:
eo: Loko de la ŝprucfenestro:
hr: Skočni prozor:
hu: Felugrás helye:
id: Muncul lewat:
it: Popup a:
ja: ポップアップ場所：
lt: Iššokančio lango vieta:
lv: Rādīt blakus:
pl: Pozycja wyskakującego okienka:
ro: Popup-ul apare:
ru: Всплывать у:
sl: Pojavno okno na:
th: แสดงที่:
uk: Спливаюче вікно:
uz: Qalqib chiquvchi oyna:
vi: Hiển thị tại:

# PopupAtCursor
source: Cursor
ar: المؤشر
be: Курсору
bs: Kursor
ckb: نیشاندەر
eo: Musmontrilo
hr: Kursor
hu: Kurzor
id: Kursor
it: Cursore
ja: カーソル
lt: Pelės žymeklis
lv: Kursoram
pl: Wskaźnik myszy
ru: Курсора
sl: Kazalcu miške
uk: Курсор
uz: Kursor
vi: Con trỏ

# PopupAtMenuBarIcon
source: Menu icon
ar: أيقونة القائمة
be: Значка меню
bs: Meni ikona
ckb: ئایکۆنی مێنو
eo: Menua bildsimbolo
hr: Ikona u izborniku
hu: Menü ikon
id: Ikon Menu
it: Icona del menù
ja: メニューアイコン
lt: Meniu piktograma
lv: Izvēlnes ikonai
pl: Ikona menu
ro: Iconiță meniu
ru: Иконки в меню
sl: Ikoni menija
th: เมนูไอคอน
uk: Значок меню
uz: Menyu rasmi
vi: Biểu tượng menu

# PopupAtWindowCenter
source: Window center
ar: مركز النافذة
be: Цэнтра акна
bs: Centar prozora
ckb: ناوەڕاستی پەنجەرە
eo: Centro de la fenestro
hr: Središte prozora
hu: Ablak közepe
id: Pusat jendela
it: Centro della finestra
ja: 窓の中央
lt: Lango centras
lv: Logu centram
pl: Środek okna
ro: Centrul ferestrei
ru: Центра окна
sl: Središču okna
th: ตรงกลางหน้าต่าง
uk: Центр вікна
uz: Markazga joylashtirish
vi: Giữa cửa sổ

# PopupAtScreenCenter
source: Screen center
ar: مركز الشاشة
be: Цэнтра экрану
bs: Centar zaslona
ckb: ناوەڕاستی شاشە
eo: Centro de la ekrano
hr: Sredina ekrana
hu: Képernyő közepe
id: Pusat layar
it: Centro dello schermo
ja: 画面の中央
lt: Ekrano centras
lv: Ekrāna centram
pl: Środek ekranu
ro: Centrul ecranului
ru: Центра экрана
sl: Središču zaslona
th: ตรงกลางจอภาพ
uk: Центр екрану
uz: Ekran markazi
vi: Giữa màn hình

# PopupAtLastPosition
source: Last position
ar: الموضع الأخير
be: Апошняй пазіцыіі
bs: Poslednja pozicija
ckb: دوایین شوێن
eo: Lasta pozicio
hr: Zadnja pozicija
hu: Legutóbbi pozíció
id: Posisi akhir
it: Ultima posizione
ja: 最終位置
lt: Paskutinė vieta
lv: Pēdējā pozīcijā
pl: Ostatnia pozycja
ro: Ultima locatie
ru: Последнее положение
sl: Zadnji poziciji
th: ตำแหน่งสุดท้าย
uk: Остання позиція
uz: Oxirgi pozitsiya
vi: Vị trí cuối

# PopupAtLastLocationReset
source: Reset position
ar: إعادة تعيين الموضع
be: Скінуць пазіцыю
bs: Resetuj poziciju
ckb: ڕێکخستنەوەی شوێن
eo: Restarigi la pozicion
hr: Resetiraj položaj
hu: Pozíció visszaállítása
id: Atur ulang posisi
it: Azzeramento della posizione
ja: リセット位置
lt: Iš naujo nustatyti vietą
lv: Atiestatīt pozīciju
pl: Zresetuj pozycję
ro: Reseteaza locatia
ru: Сбросить позицию
sl: Ponastavi položaj
th: รีเซ็ตตำแหน่ง
uk: Скинути позицію
uz: Asil holatiga qaytarish
vi: Đặt lại vị trí

# PopupAtTooltip
source: Change the location where popup appears. Default: Cursor.
ar: تغيير موقع ظهور الإنبثاق. الافتراضي: المؤشر.
be: Змяніць месца для з'яўлення ўсплыўнога акна. Падставова: Курсор.
bs: Promijeni lokaciju na kojoj se pojavljuje priručni prozor. Zadano: Kursor.
ckb: شوێنی دەرکەوتنی پۆپئەپەکە بگۆڕە. بنەڕەت: نیشاندەر.
eo: Ŝanĝi la aperlokon de la ŝprucfenestro. Defaŭlta: Musmontrilo.
hr: Promijeni mjesto gdje će se skočni prozor pojaviti. Standardno: Kursor.
hu: Változtasd meg a felugrás helyét. Alapértelmezett: Kurzor.
id: Mengubah lokasi popup muncul. Default: Kursor.
it: Cambia la posizione in cui appare il popup. Default: Cursore.
ja: ポップアップが表れる場所を変更します。 デフォルト：カーソル。
lt: Pakeiskite vietą, kurioje rodomas iššokantis langas. Numatytoji reikšmė: Pelės žymeklis.
lv: Mainiet atrašanās vietu, kur tiek parādīts uznirstošais logs. Noklusējums: blakus kursoram.
pl: Zmień miejsce gdzie pokazuje się wyskakujące okienko. Domyślnie: Wskaźnik myszy.
ro: Schimba unde apare popup-ul. Implicit: Cursor.
ru: Изменить место для появления всплывающего окна. По умолчанию: Курсор.
sl: Spremenite lokacijo pojavnega okna. Privzeto: Kazalec miške.
th: เปลี่ยนตำแหน่งที่ popup แสดง. ค่าเริ่มต้น: Cursor
uk: Змініть розташування спливаючого вікна. За замовчуванням: Курсор.
uz: Qalqib chiquvchi oyna paydo bo'ladigan joyni o'zgartiring. Standart: kursor.
vi: Thay đổi vị trí hiển thị popup. Mặc định: Con trỏ.

# SearchVisibilityAlways
source: Always
be: Заўсёды
ckb: هەمیشە
eo: Ĉiam
hu: Mindig
id: Selalu
ja: 常に
lt: Visada
lv: Vienmēr
pl: Zawsze
ro: Întotdeauna
ru: Всегда
sl: Vedno
th: เสมอ
uz: Har doim
vi: Luôn luôn

# SearchVisibilityDuringSearch
source: During search
be: Падчас пошуку
ckb: لەکاتی گەڕاندا
eo: Dum la serĉado
hu: A keresés során
id: Saat pencarian
ja: 検索中
lt: Paieškos metu
lv: Meklēšanas laikā
pl: Podczas wyszukiwania
ro: În timpul căutării
ru: Во время поиска
sl: Med iskanjem
th: ระหว่างการค้นหา
uz: Qidiruv paytida
vi: Trong khi tìm kiếm

source: Active screen
ar: شاشة نشطة
be: Актыўны экран
bs: Aktivni zaslon
ckb: شاشەی چالاک
eo: Aktiva ekrano
hr: Aktivni ekran
hu: Aktív képernyő
id: Layar aktif
it: Schermo attivo
ja: アクティブスクリーン
lt: Aktyvus ekranas
lv: Aktīvais ekrāns
pl: Aktywny ekran
ro: Ecranul activ
ru: Активный экран
sl: Aktivni zaslon
th: หน้าจอที่ใช้งานอยู่
uk: Активний екран
uz: Faol ekran
vi: Màn hình đang hoạt động

source: Pin to:
ar: تثبيت إلى:
be: Замацаваць да:
bs: Zakači na:
ckb: چەسپاندن بۆ:
eo: Fiksi al:
hr: Prikvači:
hu: Kitűzés:
id: Sematkan ke:
it: Blocca su:
ja: ピン留め場所:
lt: Prisegti:
lv: Piespraust pie:
pl: Przypnij do:
ro: Fixează la:
ru: Прикреплять к:
sl: Pripni:
th: ปักหมุดไปยัง:
uk: Закріпити:
uz: Mahkamlangan:
vi: Ghim tại:

# PinToTop
source: Top
ar: الأعلى
be: Верху
bs: Vrh
ckb: سەرەوە
eo: Supro
hr: Gore
hu: Fent
id: Atas
it: Parte superiore
ja: 上段
lt: Viršuje
lv: Augšas
pl: Góry
ro: Sus
ru: Верху
sl: Zgoraj
th: ข้างบน
uk: Зверху
uz: Yuqorida
vi: Trên cùng

# PinToBottom
source: Bottom
ar: الأسفل
be: Нізу
bs: Dno
ckb: خوارەوە
eo: Malsupro
hr: Dolje
hu: Lent
id: Bawah
it: Parte inferiore
ja: 下段
lt: Apačioje
lv: Apakšas
pl: Dołu
ro: Jos
ru: Низу
sl: Spodaj
th: ข้างล่าง
uk: Знизу
uz: Pastda
vi: Dưới cùng

# PinToTooltip
source: Change the location of pinned items. Default: Top.
ar: تغيير موقع العناصر المثبتة. الافتراضي: الأعلى.
be: Змяніць месца замацаваных элементаў. Падставова: Верх.
bs: Promjeni lokaciju zakačenih stavki. Zadano: Vrh.
ckb: شوێنی ئایتەمە چەسپێنراوەکان بگۆڕە. بنەڕەت: سەرەوە.
eo: Ŝanĝi la lokon de la fiksitaj eroj. Defaŭlta: Supro.
hr: Promijeni mjesto prikvačenih elemenata. Standardno: Gore.
hu: Változtasd meg a kitűzött elemek helyét. Alapértelmezett: Fent.
id: Mengubah lokasi item tersemat. Default: Atas.
it: Cambia la posizione degli elementi bloccati. Default: Parte superiore.
ja: ピン留め項目の場所を変更します。 デフォルト：上段。
lt: Pakeiskite prisegtų elementų vietą. Numatytoji reikšmė: Viršuje.
lv: Mainiet piesprausto vienumu atrašanās vietu. Noklusējums: augšā.
pl: Zmień pozycję przypiętych wpisów. Domyślnie: góra.
ro: Schimbă poziția elementelor fixate. Implicit: Sus.
ru: Изменить место прикрепленных записей. По умолчанию: Верх.
sl: Spremenite lokacijo pripetih elementov. Privzeto: Zgoraj.
th: เปลี่ยนตำแหน่งรายการปักหมุด ค่าเริ่มต้น: ข้างบน
uk: Змінити розташування закріплених елементів. За замовчуванням: Зsверху.
uz: Mustahkamlangan elementlarning joylashuvini o'zgartirish. Standart: Tepada.
vi: Thay đổi vị trí của các mục được ghim. Mặc định: Trên cùng.

source: Image height:
ar: ارتفاع الصورة:
be: Вышыня выяў:
bs: Visina slike:
ckb: بەرزیی وێنە:
eo: Bilda alto:
hr: Visina slike:
hu: Kép magassága:
id: Tinggi gambar:
it: Altezza dell'immagine:
ja: 画像の高さ：
lt: Paveikslėlio aukštis:
lv: Attēla augstums:
pl: Wysokość obrazków:
ro: Înălțimea imaginii:
ru: Высота изображений:
sl: Višina slike:
th: ความสูงของรูป:
uk: Висота зображення:
uz: Rasm bo'yi:
vi: Chiều cao hình ảnh:

# ImageHeightTooltip
source: Maximum image preview height. Default: 40. Hint: Set to 16 to look like text items.
ar: أقصى ارتفاع معاينة الصورة. الافتراضي: 40. تلميح: قم بتعيينه إلى 16 ليبدو مثل عناصر النص.
be: Максімальная вышыня прадпрагляду выяў. Падставова: 40. Падказка: Пастаўце 16 для падабенства з тэкставымі запісамі.
bs: Maksimalna visina pregleda slike. Zadano: 40. Savjet: Postavite na 16 da izgledaju kao tekstualne stavke.
ckb: بەرزترین بەرزیی پێشبینیی وێنە. بنەڕەت: ٤٠. ئاماژە: بیکە بە ١٦ بۆ ئەوەی لە ئایتەمی دەقی بچێت.
hr: Maksimalna visina slike pregleda. Standardno: 40. Savjet: Postavi na 16 da bi sličilo tekstu.
hu: Az előnézeti kép maximum magassága. Alapértelmezett: 40. Tipp: Allítsd 16-ra, hogy akkora legyen, mint a szövegek.
id: Tinggi maksimum pratinjau gambar. Bawaan: 40. Petunjuk: Atur ke 16 agar tampil seperti item teks.
it: Altezza massima preview immagine. Default: 40. Suggerimento: Impostala a 16 per farla sembrare come gli elementi testuali.
ja: プレビュー時の画像の最大の高さ。 デフォルト：40。 ヒント：16に設定するとテキスト項目と同じように見えます。
lt: Didžiausias paveikslėlio peržiūros aukštis. Numatytoji reikšmė: 40. Patarimas: Nustatykite 16, kad atrodytų kaip teksto elementai.
lv: Maksimālais attēla priekšskatījuma augstums. Noklusējums: 40. Ieteikums: iestatiet uz 16, lai izskatītos kā teksta vienumi.
pl: Maksymalna wysokość podglądu obrazka. Domyślnie: 40. Wskazówka: Wybierz 16 aby obrazek był takiej samej wysokości jak wpis tekstowy.
ro: Înălțime maximă pentru previzualizarea imaginii. Implicit: 40. Sugestie: Setează la 16 pentru a semăna cu elementele de tip text.
ru: Максимальная высота предпросмотра изображений. По умолчанию: 40. Совет: Поставьте 16 для схожести с текстовыми записями.
sl: Največja višina predogleda slike. Privzeto: 40. Namig: nastavite na 16, da bodo slike videti kot besedilni elementi.
th: ความสูงสุดของตัวอย่างรูป. ค่าเริ่มต้น: 40. Hint: ตั้งเป็น 16 ขนาดรายการข้อความ
uk: Максимальна висота попереднього перегляду зображення. За замовчуванням: 40. Підказка: установіть значення 16, щоб виглядати як текстові елементи.
uz: Tasvirni oldindan ko'rishning maksimal balandligi. Standart: 40. Maslahat: Matn elementlariga o'xshash bo'lish uchun 16 ga o'rnating.
vi: Chiều cao tối đa của xem trước hình ảnh. Mặc định: 40. Gợi ý: Đặt thành 16 để trông giống như các mục văn bản.

source: Preview delay:
ar: تأخير المعاينة:
be: Затрымка прадпрагляду:
bs: Kašnjenje pregleda:
ckb: دواکەوتنی پێشبینی:
eo: Antaŭrigarda prokrasto:
hr: Odgoda pregleda:
hu: Előnézet késleltetése:
id: Jeda pratinjau:
it: Anteprima ritardo:
ja: プレビューの遅延：
lt: Peržiūros vėlavimas:
lv: Priekšskatījuma aizkave:
pl: Opóźnienie podglądu:
ro: Temporizare previzualizare:
ru: Задержка предварительного просмотра:
sl: Zakasnitev predogleda:
th: ความล่าช้าในการดูตัวอย่าง:
uk: Затримка попереднього перегляду:
uz: Ko‘rish kechikishi:
vi: Độ trễ xem trước:

# PreviewDelayTooltip
source: Delay in milliseconds until a preview popup is shown. Default: 1500.
ar: التأخير بالميللي ثانية حتى يتم عرض معاينة النافذة المنبثقة. الافتراضي: 1500.
be: Затрымка ў мілісекундах да з'яўлення ўсплыўнога акна прадпрагляду. Падставова: 1500.
bs: Kašnjenje u milisekundama dok se ne prikaže skočni prozor za pregled. Zadano: 1500.
ckb: دواکەوتن بە میلی چرکە تاوەکو پۆپئەپی پێشبینی پیشان دەدرێت. بنەڕەت: ١٥٠٠.
eo: Prokrasto en milisekundoj ĝis la antaŭrigarda ŝprucfenestro montriĝas. Defaŭlto: 1500.
hr: Odgoda u milisekundama dok se ne prikaže skočni prozor za pregled. Standardno: 1500.
hu: A késleltetés milliszekundumokban mielőtt a felugró előnézet megjelenik. Alapértelmezett: 1500.
id: Jeda (dalam milidetik) sampai pop-up pratinjau ditampilkan. Default: 1500.
it: Ritardo in millisecondi prima che venga visualizzato un popup di anteprima. Default: 1500.
ja: プレビュー ポップアップが表示されるまでのミリ秒単位の遅延。 デフォルト：1500。
lt: Vėlavimas milisekundėmis, kol bus parodytas iškylantysis peržiūros langas. Numatytoji reikšmė: 1500.
lv: Aizkave milisekundēs, līdz tiek parādīts priekšskatījuma uznirstošais logs. Noklusējums: 1500.
pl: Opóźnienie w milisekundach zanim pojawi się okienko podglądu. Domyślnie: 1500.
ro: Întârzierea în milisecunde până la afișarea ferestrei popup de previzualizare. Implicit: 1500.
ru: Задержка в миллисекундах до появления всплывающего окна предварительного просмотра. По умолчанию: 1500.
sl: Zakasnitev v milisekundah, dokler se ne prikaže pojavno okno za predogled. Privzeto: 1500.
th: หน่วงเวลาเป็นมิลลิวินาทีจนกว่าจะแสดงตัวอย่างป๊อปอัป. ค่าเริ่มต้น: 1500
uk: Затримка в мілісекундах до появи спливаючого вікна попереднього перегляду. За замовчуванням: 1500.
uz: Oldindan ko'rish qalqib chiquvchi oyna paydo bo'lguncha millisekundlarda kechiktiring. Standart: 1500.
vi: Độ trễ tính bằng mili giây cho đến khi hiển thị popup xem trước. Mặc định: 1500.

source: Document previews:
vi: Xem trước tài liệu:

# EnableDocumentPreviews
source: Enable advanced document previews
vi: Bật xem trước tài liệu nâng cao

# EnableDocumentPreviewsTooltip
source: Show QuickLook thumbnails for PDF, Word, Excel, PowerPoint and other document files in preview popover. Default: Enabled.
vi: Hiển thị hình thu nhỏ QuickLook cho PDF, Word, Excel, PowerPoint và các tệp tài liệu khác trong popover xem trước. Mặc định: Đã bật.

source: Highlight matches:
ar: تسليط الضوء على التطابقات:
be: Вылучыць супадзенні:
bs: Istaknite utakmice:
ckb: دیاریکردنی هاوشێوەکان:
hr: Označite podudaranja:
hu: Egyezések kiemelése:
id: Sorot pencarian:
it: Evidenzia le partite:
ja: 一致を強調表示する:
lt: Paryškinti atitikimus:
lv: Iezīmēt atbilstības:
pl: Podkreśl dopasowania:
ro: Evidențiere potriviri:
ru: Выделить совпадения:
sl: Označite ujemanja:
th: ไฮไลท์การแข่งขัน:
uk: Виділіть збіги:
uz: Ko'rsatish turi:
vi: Đánh dấu kết quả phù hợp:

# HighlightMatchColor
source: Color
ar: اللون
be: Колер
ckb: ڕەنگ
eo: Koloro
hu: Szín
id: Warna
ja: カラー
lt: Spalva
lv: Ar krāsu
pl: Kolor
ro: Culoare
sl: Barva
th: สี
uz: Ran
vi: Màu sắc

# HighlightMatchBold
source: Bold
ar: عريض
be: Тоўсты
bs: Podebljano
ckb: تۆخ
eo: Grasa
hr: Podebljano
hu: Vastag
id: Tebal
it: Grassetto
ja: 太字
lt: Paryškintu šriftu
lv: Treknrakstā
pl: Pogrubione
ro: Aldin (bold)
ru: Жирный
sl: Krepko
th: ตัวหนา
uk: Жирний
uz: Qalin
vi: Đậm

# HighlightMatchItalic
source: Italic
ar: مائل
be: Курсіў
bs: Kurziv
ckb: لار
eo: Kursiva
hr: Kurziv
hu: Dőlt
id: Miring
it: Corsiva
ja: イタリック
lt: Kursyvu
lv: Slīprakstā
pl: Kursywa
ru: Курсив
sl: Poševno
th: ตัวเอียง
uk: Курсив
uz: Yotiq
vi: Nghiêng

# HighlightMatchUnderline
source: Underline
ar: تسطير
be: Падкрэслены
bs: Podvući
ckb: ژێرهێڵ
eo: Substrekita
hr: Naglasiti
hu: Aláhúzott
id: Garis bawah
it: Sottolineare
ja: 下線
lt: Pabraukimu
lv: Pasvītrojot
pl: Podkreślone
ro: Subliniat
ru: Подчеркнутый
sl: Podčrtaj
th: ขีดเส้นใต้
uk: Підкреслити
uz: Tagchiziq
vi: Gạch chân

# HighlightMatchesTooltip
source: Change the highlighting style for search matches. Default: Bold.
ar: تغيير نمط التميز للبحث عن المطابقات. الافتراضي: عريض.
be: Змяніце стыль вылучэння для супадзенняў пры пошуку. Падставова: Тоўсты.
bs: Promijenite stil isticanja za podudaranja pretraživanja. Zadano: Podebljano.
ckb: شێوازی دیاریکردنی ئەنجامە هاوشێوەکانی گەڕان بگۆڕە. بنەڕەت: تۆخ.
hr: Promijenite stil isticanja za podudaranja pretraživanja. Standardno: Podebljano.
hu: Változtasd meg a keresési találatok kiemelésének a stílusát. Alapértelmezett: Vastag.
id: Mengubah gaya sorot untuk hasil pencarian. Default: Tebal.
it: Modifica lo stile di evidenziazione per le corrispondenze di ricerca. Predefinito: Grassetto.
ja: 検索一致の強調表示スタイルを変更します。 デフォルト: 太字。
lt: Pakeiskite paieškos atitikmenų paryškinimo stilių. Numatytoji reikšmė: Paryškintu šriftu.
lv: Mainiet meklēšanas atbilstību iezīmēšanas stilu. Noklusējums: treknraksts.
pl: Zmień styl podkreślenia dla dopasowanych wyników wyszukiwania. Domyślnie: pogrubiony.
ro: Schimbă stilul de evidențiere pentru potrivirile din căutare. Implicit: Aldin (bold).
ru: Измените стиль выделения для совпадений при поиске. По умолчанию: Жирный.
sl: Spremenite slog označevanja za iskana ujemanja. Privzeto: Krepko.
th: เปลี่ยนรูปแบบการไฮไลต์สำหรับการค้นหาที่ตรงกัน ค่าเริ่มต้น: ตัวหนา
uk: Змініть стиль виділення для пошукових збігів. За замовчуванням: Жирний.
uz: Qidiruv mosliklari uchun ta'kidlash uslubini o'zgartiring. Standart: Qalin.
vi: Thay đổi kiểu đánh dấu cho kết quả tìm kiếm phù hợp. Mặc định: Đậm.

source: Show special symbols
ar: إظهار الرموز الخاصة
be: Паказваць адмысловыя знакі
bs: Prikaži posebne simbole
ckb: پیشاندانی هێما تایبەتەکان
eo: Montri specialajn simbolojn
hr: Prikaži posebne simbole
hu: Speciális karakterek megjelenítése
id: Tampilkan simbol khusus
it: Mostra simboli speciali
ja: 特殊な記号を表示する
lt: Rodyti specialiuosius simbolius
lv: Rādīt īpašus simbolus
pl: Pokaż symbole specjalne
ro: Afișează simboluri speciale
ru: Показывать специальные символы
sl: Prikaži posebne simbole
th: แสดงสัญลักษณ์พิเศษ
uk: Показати спеціальні символи
uz: Maxsus belgilarni ko'rsating
vi: Hiển thị ký hiệu đặc biệt

# ShowSpecialSymbolsTooltip
source: Show newlines, tabs, leading and trailing spaces via special symbols.
ar: إظهار الأسطر الجديدة، علامات التبويب، المسافات الأمامية والخلفية عبر الرموز الخاصة.
be: Паказваць знакі новага радка, табуляцыі, пачатковыя і канчатковыя прабелы з дапамогай адмысловых знакаў.
bs: Prikaži nove redove, tabulatore, početne i zadnje razmake pomoću posebnih simbola.
ckb: پیشاندانی دێڕی نوێ، تاب، و بۆشاییە سەرەتا و کۆتاییەکان لەرێگەی هێمای تایبەتەوە.
hr: Prikažite nove retke, kartice, razmake na početku i na kraju pomoću posebnih simbola.
hu: Az újsorok, tabulátorok, kezdő és záró szóközök megjelenítése speciális szimbólumokkal.
id: Menampilkan baris baru, tab, spasi awal, dan spasi akhir dengan simbol khusus.
it: Mostra fine riga, tabulazioni, spazi iniziali e finali tramite simboli speciali.
ja: 改行、タブ、先頭および末尾のスペースを特殊記号で表示します。
lt: Rodyti naujas eilutes, skirtukus, pradinius ir galinius tarpus naudojant specialius simbolius.
lv: Rādīt jaunas līnijas, cilnes, sākuma un beigu atstarpes, izmantojot īpašus simbolus.
pl: Pokaż znaki końca lini, tabulatory i końcowe spacje jako symbole specjalne.
ro: Afișează caractere speciale pentru linie nouă, tabulator, spațiile de la început și de la sfârșit.
ru: Показывать символы новой строки, табуляции, начальные и конечные пробелы с помощью специальных символов.
sl: Prikaži nove vrstice, zavihke, presledke na začetku in na koncu s posebnimi simboli.
th: แสดงการขึ้นบรรทัดใหม่ แท็บ ช่องว่างนำหน้าและต่อท้ายด้วยสัญลักษณ์พิเศษ
uk: Показувати нові рядки, табуляції, пробіли на початку та в кінці за допомогою спеціальних символів.
uz: Yangi qatorlarni, yorliqlarni, bosh va keyingi bo'shliqlarni maxsus belgilar orqali ko'rsatish.
vi: Hiển thị dòng mới, tab, khoảng trắng đầu và cuối thông qua các ký hiệu đặc biệt.

source: Show menu icon
ar: إظهار أيقونة القائمة
be: Паказваць значок меню
bs: Prikaži meni ikonu
ckb: پیشاندانی ئایکۆنی مێنو
eo: Montri la menuan bildsimbolon
hr: Prikaži ikonu u izborniku
hu: Menü ikon megjelenítése
id: Tampilkan ikon menu
it: Mostra icona menù
ja: メニューアイコン表示
lt: Rodyti meniu piktogramą
lv: Rādīt izvēlnes ikonu
pl: Pokaż ikonę menu
ro: Afișează iconița meniului
ru: Показывать иконку в меню
sl: Prikaži ikono menija
th: แสดงเมนูไอคอน
uk: Показати значок меню
uz: Menyu belgisini ko'rsatish
vi: Hiển thị biểu tượng menu

# ShowRecentCopyInMenuBar
source: Show recent copy next to menu icon
ar: إظهار النسخة الأخيرة بجوار أيقونة القائمة
be: Паказваць апошні элемент поруч з значком меню
bs: Prikaži nedavnu kopiju pored ikone menija
ckb: پیشاندانی دوایین کۆپی لەتەنیشت ئایکۆنی مێنووەوە
eo: Montri la lastan kopion apud la menua bildsimbolo
hr: Prikaži nedavnu kopiju pored ikone u izborniku
hu: Legutóbbi másolás megjelenítése a menü ikon mellett
id: Tampilkan salinan terakhir di sebelah ikon menu
it: Mostra le copie recenti accanto all'icona menù
ja: メニューアイコンの隣に最近のコピーを表示
lt: Rodyti naujausią kopiją šalia meniu piktogramos
lv: Rādīt neseno kopiju blakus izvēlnes ikonai
pl: Pokaż ostatni wpis obok ikony menu
ro: Afișează ultima copiere lângă pictograma meniului
ru: Показывать последнюю запись рядом с иконкой меню
sl: Pokaži nedavno kopijo poleg ikone menija
th: แสดงการคัดลอกล่าสุดไปยังเมนูไอคอน
uk: Показати останню копію поруч із значком меню
uz: Menyu belgisi yonida oxirgi nusxani ko'rsatish
vi: Hiển thị bản sao gần đây bên cạnh biểu tượng menu

source: Show search field
ar: إظهار حقل البحث
be: Паказваць поле пошуку
bs: Prikaži polje za pretragu
ckb: پیشاندانی خانەی گەڕان
eo: Montri la serĉujon
hr: Prikaži polje pretrage
hu: Keresőmező megjelenítése
id: Tampilkan kolom pencarian
it: Mostra campo ricerca
ja: 検索フィールド表示
lt: Rodyti paieškos laukelį
lv: Rādīt meklēšanas lauku
pl: Pokaż pole wyszukiwania
ro: Afișează câmpul de căutare
ru: Показывать поле поиска
sl: Pokaži polje za iskanje
th: แสดงช่องค้นหา
uk: Показати поле пошуку
uz: Qidiruv maydonini ko'rsatish
vi: Hiển thị trường tìm kiếm

source: Show title before search field
ar: إظهار العنوان قبل حقل البحث
be: Паказваць назву перад пошукам
bs: Prikaži naslov prije polja za pretraživanje
ckb: پیشاندانی ناونیشان پێش خانەی گەڕان
eo: Montri la titolon antaŭ la serĉujo
hr: Prikaži naslov prije polja pretrage
hu: Cím megjelenítése a keresőmező előtt
id: Tampilkan judul sebelum kolom pencarian
it: Mostra il titolo prima del campo ricerca
ja: 検索フィールドの前にタイトル表示
lt: Rodyti pavadinimą prieš paieškos laukelį
lv: Rādīt virsrakstu pirms meklēšanas lauka
pl: Pokaż tytuł przed polem wyszukiwania
ro: Afișează titlul înaintea câmpului de căutare
ru: Показывать название перед поиском
sl: Prikaži naslov pred poljem za iskanje
th: แสดงหัวข้อก่อนช่องค้นหา
uk: Показати назву перед полем пошуку
uz: Qidiruv maydonidan oldin sarlavhani ko'rsatish
vi: Hiển thị tiêu đề trước trường tìm kiếm

source: Show application icons
be: Паказаць значкі прыкладанняў
ckb: پیشاندانی ئایکۆنی بەرنامەکان
eo: Montri bildsimbolojn de aplikaĵoj
hu: Alkalmazás ikonok megjelenítése
id: Tampilkan ikon aplikasi
lt: Rodyti programų piktogramas
lv: Rādīt lietojumprogrammu ikonas
pl: Pokaż ikony aplikacji
ro: Afișează iconițele aplicațiilor
sl: Prikaži ikone aplikacij
uz: Ilova piktogrammalarini ko'rsatish
vi: Hiển thị biểu tượng ứng dụng

source: Show footer
ar: إظهار التذييل
be: Паказваць ніжні калонтытул
bs: Prikaži footer
ckb: پیشاندانی فووتەر
hr: Prikaži podnožje
hu: Lábléc megjelenítése
id: Tampilkan footer
it: Mostra footer
ja: フッター表示
lt: Rodyti paraštę
lv: Rādīt kājeni
pl: Pokaż stopkę
ro: Afișează subsolul
ru: Показывать нижний колонтитул
sl: Prikaži nogo
th: แสดงส่วนท้าย
uk: Показати нижній колонтитул
uz: Pastgi qisimni ko'rsatish
vi: Hiển thị chân trang
