Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/AppearanceSettingsViewController.strings
Languages: cs, de, es, fa, fr, he, ko, nb, nl, pt_br, tr, zh_hans, zh_hant

# Ab6-Jt-UI5.title
source: Bold
cs: Tučně
de: Fett
es: Negrita
fa: پررنگ
fr: Gras
he: מודגש
nb: Fet
nl: Vetgedrukt
pt_br: Negrito
tr: Kalın
zh_hans: 粗体
zh_hant: 粗體

# B41-eW-cJt.ibShadowedToolTip
source: Change the highlighting style for search matches. Default: Bold.
cs: Změnit styl zvýraznění výsledků hledání. Výchozí: Tučně.
de: Ändern Sie den Hervorhebungsstil für Suchtreffer. Standard: Fett.
es: Cambie el estilo de resaltado para las coincidencias de búsqueda. Predeterminado: Negrita.
fa: تغییر دادن سبک برجسته کردن موارد جستجو. پیش فرض: پررنگ.
fr: Modifiez le style de surbrillance des correspondances de recherche. Par défaut : Gras.
he: החלפת סגנון ההדגשה לתוצאות החיפוש. ברירת המחדל: מודגש.
nb: Endre uthevingsstilen for søketreff. Standard: Fet.
nl: Wijzig de markeerstijl voor zoekresultaten. Standaard: Bold.
pt_br: Mude o estilo de destaque para resultados da busca. Padrão: Negrito.
tr: Arama eşleşmeleri için vurgulama stilini değiştirin. Saptanmış: Kalın.
zh_hans: 更改搜索匹配项的突出显示样式。 默认: 粗体。
zh_hant: 變更搜尋符合項目的突出顯示樣式。 預設: 粗體。

# GhW-Kv-rhO.title
source: Pin to:
cs: Připnout:
de: Angeheftete Einträge:
es: Anclar a:
fa: سنجاق به:
fr: Epingler à :
he: הצמדה אל:
ko: 고정 위치:
nb: Fest til:
nl: Maak vast:
pt_br: Fixar em:
tr: Şuraya iğnele:
zh_hans: 固定项目位置:
zh_hant: 固定項目位置:

# DKE-JI-oLS.title
source: Top
cs: Nahoru
de: Oben
es: Parte superior
fa: بالا
fr: Haut
he: למעלה
ko: 상단
nb: Øverst
nl: Boven
pt_br: Topo
tr: Üst
zh_hans: 顶部
zh_hant: 置頂

# MKb-cW-gpg.title
source: Image height:
cs: Výška obrázku:
de: Bildhöhe:
es: Altura de imagen:
fa: ارتفاع عکس:
fr: Hauteur de l'image :
he: גובה תמונה::
ko: 이미지 세로 높이:
nb: Bildehøyde:
nl: Afbeeldingshoogte:
pt_br: Altura da imagem:
tr: Görsel boyu:
zh_hans: 图片高度:
zh_hant: 圖片高度:

# OHf-E4-lFq.title
source: Italic
cs: Kurzívou
de: Kursiv
es: Itálica
fa: مورب
fr: Italique
he: נטוי
nb: Kursiv
nl: Cursief
pt_br: Itálico
tr: Italik
zh_hans: 斜体
zh_hant: 斜體

# Pud-2o-NKc.title
source: Show menu icon
cs: Zobrazovat menu ikonu
de: In Menüleiste anzeigen
es: Mostrar icono en la barra de menús
fa: نمایش نماد منو
fr: Afficher l'icone du menu
he: הצגת סמל תפריט
ko: 메뉴 아이콘 표시
nb: Vis meny ikon
nl: Toon menu-icoon
pt_br: Mostrar ícone de menu
tr: Menü simgesini göster
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示

# R7Y-UN-Edt.title
source: Popup at:
cs: Zobrazovat popup vedle:
de: Position des Popup-Fensters:
es: Aparecer en:
fa: پاپ آپ در:
fr: Popup sur :
he: הקפצת חלונית ב־:
ko: 팝업 위치:
nb: Popup ved:
nl: Pop-up bij:
pt_br: Popup em:
tr: Açılır pencereyi şurada aç:
zh_hans: 弹窗位置:
zh_hant: 彈窗位置:

# Ccp-5J-8nw.title
source: Cursor
cs: Kurzoru
de: Mauszeiger
fa: نشانگر
fr: Curseur
he: סמן
ko: 커서
nb: Musepeker
tr: İmleç
zh_hans: 光标
zh_hant: 滑鼠指標

# N8k-nW-lzS.title
source: Screen center
cs: Středu obrazovky
de: Bildschirmmitte
es: Centro de la pantalla
fa: وسط صفحه
fr: Centre de l'écran
he: מרכז המסך
ko: 화면 중앙
nb: Skjermsenter
nl: Schermcentrum
pt_br: Centro da tela
tr: Ekran merkezi
zh_hans: 屏幕中央
zh_hant: 螢幕中央

# TgE-eS-5nT.title
source: Title length:
cs: Délka názvu:
de: Titellänge:
es: Longitud del título:
fa: طول عنوان:
fr: Longueur du titre :
he: אורך כותרת:
ko: 제목 길이:
nb: Tittellengde:
nl: Titellengte:
pt_br: Comprimento do título:
tr: Başlık uzunluğu:
zh_hans: 标题长度:
zh_hant: 標題長度:

# Tsp-4i-Mym.ibShadowedToolTip
source: Maximum image preview height. Default: 40. Hint: Set to 16 to look like text items.
cs: Maximální výška náhledu obrázku. Výchozí: 40. Tip: Zvol 16 pro stejnou podobu jako textové položky.
de: Maximale Höhe für Bildvorschau in Pixel. Standard: 40. Hinweis: Wähle 16, wenn das Bild gleich groß dargestellt werden soll, wie Text.
es: Tamaño máximo de la previsualización de la imagen. Por defecto: 40. Nota: Selecciona 16 para igualar el tamaño del texto.
fa: حداکثر ارتفاع عکس پیش نمایش. پیش فرض: ۴۰. نکته:‌ روی ۱۶ تنظیم کنید تا مانند موارد نوشتاری شود.
fr: Hauteur maximale de l'aperçu de l'image. Par défaut : 40. Astuce : réglez sur 16 pour qu'ils ressemblent à des éléments de texte.
he: גודל מרבי לתצוגה מקדימה של תמונות. ברירת מחדל: 40. עצה: יש להגדיר ל־16 כדי שייראו כמו פריטי טקסט.
nb: Maximal bildehøyde forhåndsvisning. Standard: 40. Tips: Satt til 16 for å se ut som tekst elementer.
nl: Maximale hoogte afbeeldingsvoorbeeld. Standaard: 40. Hint: Stel in op 16 zodat het lijkt op tekstitems.
pt_br: Altura máxima da pré-visualização de imagem. Padrão: 40. Dica: Defina 16 para parecer itens de texto.
tr: En yüksek görsel önizlemesi boyu. Saptanmış: 40. İpucu: Metin ögeleri gibi görünmeleri için 16 olarak ayarlayın.
zh_hans: 图像预览最大高度。 默认: 40 提示：设置为 16 以匹配文本项目的大小。
zh_hant: 圖片預覽最高。 預設: 40 提示：設定 16 可符合文字項目大小。

# UPc-L7-OTE.title
source: Underline
cs: Podtržením
de: Unterstreichen
es: Subrayar
fa: زیر خطکشی
fr: Souligner
he: קו תחתי
nb: Understreke
nl: Onderstreep
pt_br: Sublinhado
tr: Altını çizmek
zh_hans: 强调
zh_hant: 強調

# XGd-Fg-wS9.ibShadowedToolTip
source: Maximum number of characters in the item title. Default: 50.
cs: Maximální počet znaků názvu položky. Výchozí: 50.
de: Maximale Anzahl von Zeichen im Elementtitel. Standard: 50.
es: Número máximo de caracteres en el título del elemento. Por defecto: 50.
fa: حداکثر تعداد کاراکتر در عنوان موارد. پیش فرض: ۵۰.
fr: Nombre maximal de caractères dans le titre de l'élément. Par défaut : 50.
he: מספר התווים המרבי בכותרת הפריט. ברירת מחדל: 50.
nb: Maksimalt antall tegn i elementtittelen. Standard: 50.
nl: Maximum aantal tekens in de titel van het item. Standaard: 50.
pt_br: Número máximo de caracteres no título do item. Padrão: 50.
tr: Öğe başlığındaki maksimum karakter sayısı. Saptanmış: 50.
zh_hans: 项目标题中的最大字符数。 默认: 50。
zh_hant: 項目標題中的最大字符數。 預設：50。

# Yio-8e-oaa.title
source: Bottom
cs: Dolů
de: Unten
es: Fondo
fa: پایین
fr: Bas
he: למטה
ko: 하단
nb: Nederst
nl: Onder
pt_br: Final
tr: Alt
zh_hans: 底部
zh_hant: 置底

# ZHc-k4-Nf9.ibShadowedToolTip
source: Change the location where popup appears. Default: Cursor.
cs: Změn místo zobrazení popupu. Výchozí: Vedle kurzoru.
de: Ändere die Position des Popup-Fensters. Standard: Mauszeiger.
es: Cambia la ubicación donde aparce la aplicación Por defecto: Cursor.
fr: Changer la localisation de l'apparition du popup. Par défaut : Curseur.
he: החלפת מקום הופעת החלונית הצצה. ברירת מחדל: סמן.
ko: 팝업이 나타나는 위치를 변경합니다. 기본값: 커서.
nb: Forandre plassering av hvor popup vises. Standard: Musepeker.
nl: Wijzig de locatie waar de pop-up verschijnt. Standaard: Cursor.
pt_br: Mude o local onde o popup aparece. Padrão: Cursor.
tr: Açılır pencerenin göründüğü konumu değiştirin. Saptanmış: İmleç.
zh_hans: 更改弹窗显示的位置。 默认: 光标。
zh_hant: 更改彈窗顯示位置。 預設: 指標

# ePT-qq-kg9.title
source: Show title before search field
cs: Zobrazovat název aplikace před vyhledávacím polem
de: Titel neben dem Suchfeld anzeigen
es: Mostrar título antes del buscador
fr: Afficher le titre avant la barre de recherche
he: הצגת כותרת לפני שדה החיפוש
ko: 검색 필드 앞에 타이틀 표시
nb: Vis tittel før søkefelt
nl: Toon titel voor zoekveld
pt_br: Mostrar título antes do campo de pesquisa
tr: Arama alanı öncesi başlığı göster
zh_hans: 在搜索框前显示应用名
zh_hant: 搜尋列旁顯示 Maccy

# gMh-0J-BUx.title
source: Window center
cs: Středu okna
de: Fenstermitte
es: Centro de la ventana
fr: Centre de la fenêtre
he: מרכז החלון
ko: 창의 중앙
nb: Vindussenter
nl: Venstercentrum
pt_br: Centro da janela
tr: Pencere merkezi
zh_hans: 窗口中心
zh_hant: 窗口中心

# gjR-wz-7GQ.title
source: Number of items:
cs: Počet položek:
de: Anzahl Einträge:
es: Número de elementos:
fr: Nombre d'éléments :
he: מספר הפריטים:
ko: 항목 수:
nb: Antall elementer:
nl: Aantal items:
pt_br: Número de itens:
tr: Öğe sayısı:
zh_hans: 东西的个数:
zh_hant: 東西的個數:

# lnS-Rg-4sa.title
source: Preview delay:
cs: Zpoždení náhledu:
de: Vorschauverzögerung:
es: Retraso de vista previa:
fr: Délai de prévisualisation :
he: השהיית תצוגה מקדימה:
ko: 미리보기 지연:
nb: Forsinkelse for forhåndsvisning:
nl: Vertraging:
pt_br: Atraso de pré-visualização:
tr: Önizleme gecikmesi:
zh_hans: 预览延迟:
zh_hant: 預覽延遲:

# mWx-zi-OAv.title
source: Show search field
cs: Zobrazovat vyhledávací pole
de: Suchfeld anzeigen
es: Mostrar campo de búsqueda
fr: Afficher le champ de recherche
he: הצגת שדה חיפוש
ko: 검색 필드 표시
nb: Vis søkefelt
nl: Toon zoekveld
pt_br: Mostrar campo de busca
tr: Arama alanını göster
zh_hans: 显示搜索框
zh_hant: 顯示搜尋框

# tWw-ax-Qej.ibShadowedToolTip
source: Change the location of pinned items. Default: Top.
cs: Změnit umístění připnutí položek. Výchozí: Nahoru.
de: Ändere die Position der angehefteten Einträge. Standard: Oben.
es: Cambiar la ubicación de los artículos anclados. Por defecto: Parte superior.
fr: Change la localisation des élements épinglés. Par défaut : Haut.
he: החלפת מקום הפריטים הנעוצים. ברירת מחדל: למעלה.
nb: Forandre plassering av festede elementer. Standard: Øverst.
nl: Wijzig de locatie van vastgemaakte items. Standaard: Boven.
pt_br: Altera a localização de itens fixados. Padrão: Topo.
tr: İğnelenen ögelerin konumunu değiştir. Saptanmış: Üst.
zh_hans: 更改固定项目的位置。 默认: 顶部。
zh_hant: 更改固定項目的位置。 預設: 置頂。

# tC6-tV-7tl.ibShadowedToolTip
source: Show newlines, tabs, leading and trailing spaces via special symbols.
cs: Zobrazovat nové řádky, tabulátory, úvodní a koncové mezery pomocí speciálních znaků.
de: Zeigen Sie Zeilenumbrüche, Tabulatoren sowie führende und nachgestellte Leerzeichen über spezielle Symbole an.
es: Muestre nuevas líneas, tabulaciones y espacios iniciales y finales mediante símbolos especiales.
fr: Afficher les nouvelles lignes, les tabulations, les espaces de début et de fin via des symboles spéciaux.
he: הצגת שורות חדשות, טאבים, רווחים פותחים וסוגרים דרך סימנים מיוחדים.
nb: Vis nylinjer, tabulatorer, innledende og etterfølgende mellomrom via spesielle symboler.
nl: Toon nieuwe regels, tabs, voorloop- en volgspaties via speciale symbolen.
pt_br: Mostrar novas linhas, tabulações, e espaços iniciais e finais através de símbolos especiais.
tr: Yeni satırları, sekmeleri, baştaki ve sondaki boşlukları özel sembollerle gösterin.
zh_hans: 通过特殊符号显示换行符、制表符、前导和尾随空格。
zh_hant: 透過特殊符號顯示換行符、製表符、前導和尾隨空格。

# 0tN-4z-p8T.title
source: ⚠️ Press ⌘, to open preferences when footer is hidden.
cs: ⚠️ Stiskni ⌘ pro otevření předvoleb, když je skrytá patička.
de: ⚠️ Um die Einstellungen zu öffnen, halte ⌘, gedrückt.
es: ⚠️ Presiona ⌘, para abrir las preferencias cuando el footer esté oculto.
fa: وقتی پاورقی پنهان است ⌘ را فشار دهید تا تنظیمات باز شود.
fr: ⚠️ Pressez ⌘, pour ouvrir les préférences quand le bas de l'application est caché.
he: ⚠️ יש ללחוץ על ⌘, כדי לפתוח העדפות כאשר הכותרת התחתונה מוסתרת.
ko: 푸터가 숨겨져 있을 때 설정을 열려면 ⌘,를 누르세요.
nb: ⚠️ Trykk ⌘, for å åpne valg når bunntekst er skjult.
nl: ⚠️ Druk op ⌘, om voorkeuren te openen wanneer de voettekst verborgen is.
pt_br: ⚠️ Pressione ⌘, para abrir as preferências quando o rodapé estiver oculto.
tr: ⚠️ Altbilgi gizliyken ayarları açmak için ⌘,'a basın.
zh_hans: ⚠️ 隐藏底部菜单时仍可按 ⌘, 打开偏好设置。
zh_hant: ⚠️ 隱藏底部選單時，可按 ⌘, 顯示偏好設定。

# 2vE-8q-6tq.title
source: Show recent copy next to menu icon
cs: Ukázat poslední kopii vedle menu ikony
de: Letzer Eintrag neben Menüleistensymbol anzeigen
es: Mostrar copia reciente junto al icono de menús
fa: نمایش کپی های اخیر کنار نماد منو
fr: Afficher la copie récente à côté de l'icône du menu
he: הצגת עותק עדכני ליד סמל התפריט
ko: 메뉴 아이콘 옆에 최근 복사 표시
nb: Vis nylig kopi ved siden av menyikonet
nl: Toon recente kopie naast menu-icoon
pt_br: Mostrar cópia recente ao lado do ícone do menu
tr: Menü simgesinin yanında son kopyayı göster
zh_hans: 在菜单栏图标旁显示剪贴板内容
zh_hant: 選單列圖示旁顯示目前內容

# 7SP-tN-nLD.ibShadowedToolTip
source: Delay in milliseconds until a preview popup is shown. Default: 1500.
cs: Zpoždění v milisekundách před zobrazením popup okna. Výchozí: 1500.
de: Verzögerung in Millisekunden, bis ein Vorschau-Popup angezeigt wird. Standard: 1500.
es: Retraso en milisegundos hasta que se muestra una ventana emergente de vista previa. Por defecto: 1500.
fa: تاخیر تا پاپ آپ پیش نمایش، نمایش داده شود به میلی ثانیه. پیش فرض: ۱۵۰۰.
fr: Délai en millisecondes jusqu'à ce qu'une fenêtre d'aperçu s'affiche. Par défaut : 1500.
he: השהיה באלפיות השנייה עד להופעת חלונית תצוגה מקדימה. ברירת מחדל: 1500.
nb: Utsett i millisekunder til en forhåndsvisningspopup vises. Standard: 1500.
nl: Vertraging in milliseconden totdat een voorbeeldpop-up wordt weergegeven. Standaard: 1500.
pt_br: Atraso em milissegundos até que um popup de pré-visualização seja mostrado. Padrão: 1500.
tr: Önizleme açılır penceresi gösterilene kadar milisaniye cinsinden gecikme. Saptanmış: 1500.
zh_hans: 延迟以毫秒为单位，直到显示预览弹出窗口。 默认: 1500。
zh_hant: 延遲以毫秒為單位，直到顯示預覽彈出窗口。 預設: 1500。

# 0h4-CZ-fwT.title
source: Menu icon
cs: Menu ikony
de: Menüleistensymbol
es: Icono del menú
fa: نماد منو
fr: Icône du menu
he: סמל תפריט
ko: 메뉴 아이콘
nb: Meny ikon
nl: Menu-icoon
pt_br: Ícone do menu
tr: Menü simgesi
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

# ClZ-IS-YKz.title
source: Show footer
cs: Zobrazovat patičku
de: Menü anzeigen
es: Mostrar footer
fa: نمایش پاورقی
fr: Afficher le bas de l'application
he: הצגת כותרת תחתונה
ko: 푸터 표시
nb: Vis bunntekst
nl: Toon voettekst
pt_br: Mostrar rodapé
tr: Altbilgiyi göster
zh_hans: 显示底部菜单
zh_hant: 顯示底部操作選單

# a8Y-aG-9on.ibShadowedToolTip
source: Number of visible items. Hidden items are still kept in history and can be found using search. Set to 0 to make all items visible. Default: 0.
cs: Počet viditelných položek. Skryté položky jsou stále uchovány v historii a mohou být použité vyhledáváním. Nastav 0 pro všechny položky viditelné. Výchozí: 0.
de: Anzahl der sichtbaren Einträge. Unsichtbare Einträge bleiben weiterhin über das Suchfeld auffindbar. Wähle 0 wenn alle Einträge angezeigt werden sollen. Standard: 0.
es: Número de elementos visibles. Los elementos ocultos permanecen en el historial y pueden encontrarse usando el buscador. Selecciona 0 para verlos todos. Por defecto: 0.
fr: Nombre d'éléments visibles. Les éléments cachés sont toujours stockés dans l'historique et peuvent être trouvés à l'aide de la barre de recherche. Réglez sur 0 pour afficher tous les éléments. Par défaut : 0.
he: מספר הפריטים הגלויים. פריטים מוסתרים עדיין נשארים בהיסטוריה ואפשר למצוא אותם דרך החיפוש. יש להגדיר ל־0 כדי שכל הפריטים יישארו גלויים. ברירת מחדל: 0.
nb: Antall synlige elementer. Skjulte elementer er fremdeles oppbevart i historikken og kan finnes ved bruk av søkefunksjonen. Sett til 0 for å gjøre alle elementer synlige. Standard: 0.
nl: Aantal zichtbare items. Verborgen items worden nog steeds bewaard in de geschiedenis en kunnen worden gevonden door te zoeken. Stel in op 0 om alle items zichtbaar te maken. Standaard: 0.
pt_br: Número de itens visíveis. Os itens ocultos ainda são mantidos no histórico e podem ser encontrados usando a pesquisa. Defina 0 para tornar todos os itens visíveis. Padrão: 0.
tr: Görünür ögelerin sayısı. Gizli ögeler yine de geçmişte tutulurlar ve arama kullanarak bulunabilirler. Tüm ögeleri görünür yapmak için 0 olarak ayarlayın. Saptanmış: 0.
zh_hans: 在菜单中显示条项目。 隐藏项仍保留在历史记录中，可以通过搜索找到。 设置为 0 以显示所有项目。 默认: 0。
zh_hant: 在選單中顯示條項目。 隱藏項目仍保留在歷史記錄，可透過搜尋查找。 設定為 0 以顯示所有項目。 預設: 0。

# gzY-QO-mMa.title
source: Highlight matches:
cs: Zvýraznit shody:
de: Übereinstimmungen hervorheben:
es: Partidos destacados:
fr: Matchs phares :
he: הדגשת תוצאות:
nb: Fremhev kamper:
nl: Markeer overeenkomsten:
pt_br: Destacar resultados:
tr: Maçları vurgula:
zh_hans: 突出显示比赛：
zh_hant: 突出顯示比賽:

# t7k-cr-U2Q.title
source: Show special symbols
cs: Zobrazovat speciální znaky
de: Sondersymbole anzeigen
es: Mostrar símbolos especiales
fr: Afficher les symboles spéciaux
he: הצגת סימנים מיוחדים
nb: Vis spesielle symboler
nl: Toon speciale symbolen
pt_br: Mostrar símbolos especiais
tr: Özel sembolleri göster
zh_hans: 显示特殊符号
zh_hant: 顯示特殊符號
