Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/GeneralSettingsViewController.strings
Languages: bs, hr, uk

# 5NO-0n-i7l.title
source: Paste without formatting
bs: Zalijepi bez formatiranja
hr: Umetni neformatirano
uk: Вставити без форматування

# 8Rb-OS-d59.title
source: Check now
bs: Provjeri sada
hr: Provjeri sada
uk: Перевірити зараз

# Cfl-qm-UkM.title
source: Launch at login
bs: Započni aplikacjiu pri prijavi
hr: Pokreni nakon prijave
uk: Запуск при вході

# HJa-3L-ffW.title
source: Behavior:
bs: Ponašanje:
hr: Ponašanje:
uk: Поведінка:

# ZSa-vg-zWi.title
source: Customize the behavior when selecting item:
bs: Prilagodi ponašanje prilikom odabira stavke:
hr: Prilagodi ponašanje pri biranju elemenata:
uk: Налаштувати поведінку під час вибору елемента:

# avb-QJ-T0h.title
source: Check for updates automatically
bs: Provjeri dostupna ažuriranja
hr: Automatski provjeri aktualnost
uk: Автоматично перевіряти наявність оновлень

# kK4-kG-DIY.title
source: Paste automatically
bs: Zalijepi automatski
hr: Umetni automatski
uk: Вставити автоматично

# EdO-Bo-TeB.title
source: • Select with ⌘ pressed to copy item. • Select with ⌥ pressed to copy and paste item. • Select with ⌥⇧ pressed to copy, clear formatting and paste item.
bs: • Označi sa ⌘ da kopiraš stavku. • Označi sa ⌥ da kopiraš i zalijepiš stavku. • Označi sa ⌥⇧ kopiraš, očistiš formatiranje i zalijepiš stavku.
hr: • Za kopiranje elementa odaberi zajedno s pritisnutom tipkom ⌘. • Za kopiranje i umetanje elementa odaberi zajedno s pritisnutom tipkom ⌥. • Za kopiranje, uklanjanje formata i umetanje elementa odaberi zajedno s pritisnutom tipkom ⌥⇧.
uk: • Виберіть, натиснувши ⌘, щоб скопіювати елемент. • Виберіть, натиснувши ⌥, щоб скопіювати та вставити елемент. • Виберіть, натиснувши ⌥⇧, щоб скопіювати, очистити форматування та вставити елемент.

# IGh-5B-6RG.title
source: Fuzzy
hr: Netočno
uk: Нечіткий

# OJz-OA-cKK.title
source: Exact
bs: Tačno
hr: Točno
uk: Чіткий

# eLD-CL-D8J.title
source: Search:
bs: Pretraga:
hr: Traži:
uk: Пошук:

# mhw-kS-4Wk.title
source: Regular expressions
bs: Regularni izrazi
hr: Regularni izrazi
uk: Регулярні вирази

# dTc-O1-HqW.title
source: Mixed
bs: Miješano
hr: Mješoviti
uk: Змішаний

# 1Tw-Z5-00F.title
source: Pin:
bs: Zakačiti:
hr: Prikačiti:
uk: Кріпити:

# MWj-5S-7C8.ibShadowedToolTip
source: Shortcut key to delete history item. Default: ⌥⌫.
bs: Prečica za brisanje stavke historije. Standardno: ⌥⌫.
hr: Tipka prečaca za brisanje stavke povijesti. Standardno: ⌥⌫.
uk: Комбінація клавіш для видалення елемента історії. За замовчуванням: ⌥⌫.

# gv6-rV-zkI.ibShadowedToolTip
source: Global shortcut key to open application. Default: ⇧⌘C.
bs: Globalna prečica da otvoriš aplikaciju. Standardno: ⇧⌘C.
hr: Globalni prečac za otvaranje programa. Standardno: ⇧⌘C.
uk: Глобальна комбінація клавіш для відкриття програми. За замовчуванням: ⇧⌘C.

# hdM-75-pvO.title
source: Open:
bs: Obrisati:
hr: Otvoriti:
uk: Відкривати:

# pPs-rF-k8m.ibShadowedToolTip
source: Shortcut key to pin history item. Default: ⌥P.
bs: Prečica za zakačenje stavke istorije. Standardno: ⌥P.
hr: Tipka prečaca za prikvačivanje stavke povijesti. Standardno: ⌥P.
uk: Комбінація клавіш для закріплення елемента історії. За замовчуванням: ⌥P.

# r50-bG-RWB.title
source: Delete:
bs: Brisaniti:
hr: Izbrisati:
uk: Видалити:

# CQh-gW-fw6.title
source: Notifications and sounds 􀱁
bs: Obavještenja i zvukovi 􀱁
hr: Obavijesti i zvukovi 􀱁
uk: Сповіщення та звуки 􀱁
