Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/GeneralSettings.strings
Languages: bn, ckb, sl, uz

# CheckForUpdates
source: Check for updates automatically
bn: স্বয়ংক্রিয়ভাবে আপডেটের জন্য সন্ধান করুন
ckb: پشکنینی خۆکارانە بۆ نوێکارییەکان
sl: Samodejno preverite, ali so na voljo posodobitve
uz: Yangilanishlarni avtomatik ravishda tekshirish

# Title
source: General
bn: সাধারণ
ckb: گشتی
sl: Splošno
uz: Asosiy

source: Launch at login
bn: লগইন করার সময় চালু করুন
ckb: کارپێکردن لەکاتی چوونەژوورەوەدا
sl: Zaženi ob prijavi
uz: Kirish paytida ishga tushirish

source: Check now
bn: এখনই খুঁজুন
ckb: ئێستا بپشکنە
sl: Preverite zdaj
uz: Hozir tekshir

source: Open:
bn: খুলুন:
ckb: کردنەوە:
sl: Odpri:
uz: Ochish:

source: Pin:
bn: আলপিন:
ckb: چەسپاندن:
sl: Pripni:
uz: Mustahkamlash:

# PinTooltip
source: Shortcut key to pin history item. Default: ⌥P.
bn: ইতিহাসের আইটেম আলপিন করার শর্টকাট চাবি। ডিফল্ট: ⌥P।
ckb: کورتەدوگمە بۆ چەسپاندنی ئایتەمی مێژوو. بنەڕەت: ⌥P.
sl: Bližnjična tipka za pripenjanje zgodovinskega elementa. Privzeto: ⌥P.
uz: Tarix elementini mahkamlash uchun yorliq tugmasi. Standart: ⌥P.

source: Delete:
bn: মুছে ফেলুন:
ckb: سڕینەوە:
sl: Izbriši:
uz: O'chirish:

source: Behavior:
bn: আচরণ:
ckb: ڕەفتار:
sl: Vedenje:
uz: Xatti-harakat:

source: Paste automatically
bn: স্বয়ংক্রিয়ভাবে পেস্ট করুন
ckb: پەیستکردنی خۆکارانە
sl: Samodejno prilepite
uz: Avtomatik joylashtirish

source: Paste without formatting
bn: ফর্ম্যাটিং ছাড়াই পেস্ট করুন
ckb: پەیستکردن بەبێ فۆرمات
sl: Prilepite brez oblikovanja
uz: Formatlashsiz joylashtirish

source: Search:
bn: অনুসন্ধান:
ckb: گەڕان:
sl: Iskanje:
uz: Qidirish:

source: Exact
bn: হুবহু
ckb: تەواو
sl: Točno
uz: Aniq

source: Fuzzy
bn: ঝাপসা
ckb: لێکچوو
sl: Mehko
uz: Noaniq

# Regex
source: Regular expressions
bn: স্বাভাবিক অভিব্যক্তি
ckb: ڕێجێکسەکان
sl: Regularni izrazi - Regex
uz: Muntazam ifodalar

source: Mixed
bn: মিশ্রিত
ckb: تێکەڵ
sl: Mešano
uz: Aralash

source: Notifications and sounds 􀱁
bn: বিজ্ঞপ্তি এবং শব্দ 􀱁
ckb: ئاگادارییەکان و دەنگەکان 􀱁
sl: Obvestila in zvoki 􀱁
uz: Bildirishnoma va tovushlar 􀱁

# OpenTooltip
source: Global shortcut key to open application. Default: ⇧⌘C.
bn: অ্যাপ্লিকেশন খোলার জন্য গ্লোবাল শর্টকাট চাবি। ডিফল্ট: ⇧⌘C।
ckb: کورتەدوگمەی گشتی بۆ کردنەوەی بەرنامەکە. داگرتنی دووبارەی دوگمە سەرەکییەکە لەکاتی هێشتنەوەی دوگمە یارمەتیدەرەکان، ئایتەمی دواتر لە لیستەکەدا دیاری دەکات. لەم حاڵەتەدا، بەردانی دوگمە یارمەتیدەرەکان دیاریکردنەکە پشتڕاست دەکاتەوە و پۆپئەپەکە دادەخات. بنەڕەت: ⇧⌘C.
sl: Globalna bližnjična tipka za odpiranje aplikacije. Ponavljajoč pritisk glavne tipke, medtem ko držite modifikatorje, izberete naslednjo postavko na seznamu. V tem načinu boste s sprostitvijo modifikacijskih tipk potrdili izbiro in zaprli pojavno okno. Privzeto: ⇧⌘C.
uz: Ilovani ochish uchun global yorliq. Oʻzgartirgichlarni ushlab turganda asosiy tugmani qayta-qayta bosish roʻyxatdagi keyingi elementni tanlaydi. Bu rejimda modifikator tugmachalarini bo‘shatish tanlovni tasdiqlaydi va qalqib chiquvchi oynani yopadi. Standart: ⇧⌘C.

# DeleteTooltip
source: Shortcut key to delete history item. Default: ⌥⌫.
bn: ইতিহাসের আইটেম মুছে ফেলার শর্টকাট চাবি। ডিফল্ট: ⌥⌫।
ckb: کورتەدوگمە بۆ سڕینەوەی ئایتەمی مێژوو. بنەڕەت: ⌥⌫.
sl: Bližnjična tipka za brisanje zgodovinskega elementa. Privzeto: ⌥⌫.
uz: Tarix elementini o'chirish uchun yorliq tugmasi. Standart: ⌥⌫.

# Modifiers
source: Customize the behavior when selecting item: • Select with %@ pressed to copy item. • Select with %@ pressed to copy and paste item. • Select with %@ pressed to copy, clear formatting, and paste item.
bn: আইটেম নির্বাচন করার সময় আচরণটি কাস্টমাইজ করুন: • আইটেমটি কপি করতে %@ টিপে নির্বাচন করুন। • আইটেমটি কপি এবং পেস্ট করতে %@ টিপে নির্বাচন করুন। • কপি করতে %@ টিপে নির্বাচন করুন, ফর্ম্যাটিং সাফ করুন এবং আইটেমটি পেস্ট করুন।
ckb: ڕەفتاری بەرنامەکە لە کاتی دیاریکردنی ئایتەمدا بگۆڕە: • بە داگرتنی %@ دیاریبکە بۆ کۆپیکردنی ئایتەم. • بە داگرتنی %@ دیاریبکە بۆ کۆپیکردن و پەیستکردنی ئایتەم. • بە داگرتنی %@ دیاریبکە بۆ کۆپیکردن، سڕینەوەی فۆرمات، و پەیستکردنی ئایتەم.
sl: Prilagodite vedenje pri izbiri predmeta: • Izberite s pritisnjenim %@, da kopirate element. • Izberite s pritisnjenim %@, da kopirate in prilepite element. • Izberite s pritisnjenim %@, da kopirate, počistite oblikovanje in prilepite element.
uz: Elementni tanlashda harakatni moslashtiring: • Elementni nusxalash uchun %@ tugmasini bosgan holda tanlang. • Elementni nusxalash va joylashtirish uchun %@ bosilgan holda tanlang. • Nusxa olish, formatlashni tozalash va joylashtirish uchun %@ bosilganda tanlang.
