Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/IgnoreSettingsViewController.strings
Languages: ar, bs, cs, de, es, fr, he, hr, it, ja, ko, nb, nl, pt_br, ru, th, tr, uk, zh_hans

# 76n-GS-0HQ.title
source: It's possible to ignore certain copies from remembering based on defined regular expressions.
ar: من الممكن تجاهل بعض النسخ من التذكر استنادًا إلى التعبيرات العادية المحددة.
bs: Moguće je zanemariti određene kopije od pamćenja na osnovu definisanih regularnih izraza.
cs: Je možné ignorovat určité kopie ze zapamatování na základě definovaných regulárních výrazů.
de: Es ist möglich, bestimmte Kopien basierend auf definierten regulären Ausdrücken aus der Speicherung zu ignorieren.
es: Es posible ignorar ciertas copias para que no se recuerden en función de expresiones regulares definidas.
fr: Il est possible d'ignorer certaines copies de la mémorisation en fonction d'expressions régulières définies.
he: אפשר להתעלם מזכירת עותקים מסוימים לפי ביטויים רגולריים מוגדרים.
hr: Moguće je ignorirati određene kopije iz pamćenja na temelju definiranih regularnih izraza.
it: È possibile ignorare alcune copie in modo che vengano ricordate in base a espressioni regolari definite.
ja: 定義された正規表現に基づいて、特定のコピーを記憶から無視することができます。
ko: 정의된 정규식을 기반으로 특정 복사본을 기억하지 못하도록 무시할 수 있습니다.
nb: Det er mulig å ignorere visse kopier fra å huske basert på definerte regulære uttrykk.
nl: Het is mogelijk om bepaalde kopieën uit het onthouden te negeren op basis van gedefinieerde reguliere expressies.
pt_br: É possível ignorar certas cópias para não lembrar com base em expressões regulares definidas.
ru: Определенные копирования можно игнорировать на основе регулярных выражений.
th: เป็นไปได้ที่จะเพิกเฉยต่อสำเนาบางสำเนาจากการจดจำตามนิพจน์ทั่วไปที่กำหนดไว้
tr: Tanımlanmış düzenli ifadelere dayalı olarak belirli kopyaların hatırlanmasını göz ardı etmek mümkündür.
uk: Можна ігнорувати певні копії із запам’ятовування на основі визначених регулярних виразів.
zh_hans: 可以根据定义的正则表达式忽略某些副本。

# 8Ox-ex-Bkl.headerCell.title
source: Pasteboard types
ar: أنواع الحافظة
bs: Vrste zalijepljenih stavki
cs: Typy schránek
de: Pasteboard Typen
es: Tipos
fr: Types
he: סוגי לוחות הדבקה
hr: Vrste međuspremnika
it: Tipi
ja: クリップボードタイプ
ko: 클립보드 타입
nb: Typer
nl: Typen plakbord
pt_br: Tipos de cópia
ru: Типы
th: ประเภทการรูปแบบการวาง
tr: Pano türleri
uk: Типи
zh_hans: 忽略剪贴板类型

# CB1-s7-UXJ.title
source: It's possible to ignore certain pasteboard item types from remembering. By default, some known application-specific types are defined. You can remove them and add any custom types you want.
ar: من الممكن تجاهل بعض أنواع عناصر الحافظة من التذكر. بشكل افتراضي، تم تحديد بعض الأنواع المعروفة المحددة للتطبيق. يمكنك إزالتها وإضافة أي أنواع مخصصة ترغب فيها.
bs: Moguće je zanemariti određene tipove zalijepljenih stavki iz memorije. Zadano, neki poznati tipovi specifični za aplikaciju su definirani. Možeš ih ukloniti i dodati bilo koje prilagođene tipove koje želite.
cs: Je možné ignorovat určité typy položek ve schránce ze zapamatování. Od základu jsou definované některé typy dle aplikací. Můežeš je odstranit a přidat vlastní typy, pokud chceš.
de: Es ist möglich, bestimmte Pasteboard-Typen zu ignorieren. Standardmäßig sind einige bekannte anwendungsspezifische Typen definiert. Du kannst diese entfernen und beliebige benutzerdefinierte Typen hinzufügen.
es: Es posible ignorar ciertos tipos de portapapeles. Por defecto hay definidos algunos portapapeles de aplicaciones conocidas. Puedes borrar y añadir tantos como quieras.
fr: Il est possible d'ignorer certains types de presse-papiers. Par défaut, certains types spécifiques à l'application sont définis. Vous pouvez les supprimer et ajouter tous les types personnalisés que vous souhaitez.
he: אפשר להתעלם מזכירת סוגי פריטים מסוימים בלוח ההדבקה. כברירת מחדל, מספר סוגים נקודתיים ליישומים מוגדרים. אפשר להסיר אותם ולהוסיף איזה סוג מותאם משלך שנחוץ לך.
hr: Moguće je zanemariti pamćenje određenih vrsta elemenata međuspremnika. Neke poznate vrste specifične za programe su definirane. Možeš ih ukloniti i dodati bilo koje prilagođene vrste koje želiš.
it: È possibile escludere alcuni tipi di elementi dall'essere ricordati. Di default, sono definiti i tipi dei gile di alcune applicazioni specifiche. Puoi aggiungere e rimuovere tipi personalizzati come ti pare.
ja: 特定のクリップボードタイプを除外できます。 デフォルトでは、既知の特定のアプリケーションタイプが指定されています。また、これらを削除したり、カスタムタイプを追加することもできます。
ko: 특정 클립보드 항목 타입을 제외할 수 있습니다. 기본으로 일부 알려진 특정 어플리케이션 타입이 정의되어 있습니다. 그것들을 제거하거나 커스텀 타입을 추가할 수 있습니다.
nb: Det er mulig å ignorere visse typer utklippstavle elementer fra å bli husket. PSom standard er noen kjente program-spesifikke typer definert. Hvis du øsnker, kan du fjerne dem og legge til egne tilpassede typer.
nl: Het is mogelijk om bepaalde typen items op het plakbord te negeren bij het onthouden. Standaard zijn enkele bekende applicatiespecifieke typen gedefinieerd. Je kunt deze verwijderen en aangepaste types toevoegen.
pt_br: É possível ignorar certos tipos de itens de cópia para não lembrar. Por padrão, alguns tipos específicos de aplicativos conhecidos são definidos. Você pode removê-los e adicionar qualquer tipo personalizado que você quiser.
ru: Определённые типы копируемых данных (pasteboard types) можно игнорировать. По умолчанию содержит некоторые типы, специфичные для известных приложений. Вы можете их удалить и добавить свои типы.
th: เป็นไปได้ที่จะไม่สนใจรูปแบบการวาง. ตามค่าเริ่มต้น, บางรายการจะถูกกำหนดแล้ว แต่คุณสามารถลบ แล้วเพิ่มประเภทตามที่ต้องการ
tr: Kimi pano ögesi türlerini anımsamayı yok sayabilirsiniz. Saptanmış olarak, kimi bilinen uygulamaya özel türler tanımlanmıştır. Bunları kaldırabilir ve istediğiniz herhangi bir özel türü ekleyebilirsiniz.
uk: Певні типи копійованих даних (pasteboard types) можна ігнорувати. За замовчуванням визначено деякі типи, специфічні для відомих програм. Ви можете видалити їх і додати будь-які власні типи.
zh_hans: 忽略特定剪贴板内容类型。 默认提供了一些已知的适用于特定应用的类型。您可以删除预置类型，或根据需要添加自定义类型。

# DCt-Nk-VNS.headerCell.title
source: Applications
ar: التطبيقات
bs: Aplikacije
cs: Aplikace
de: Anwendungen
es: Aplicaciones
he: יישומים
hr: Programi
it: Applicazioni
ja: アプリケーション
ko: 어플리케이션
nb: Applikasjoner
nl: Applicaties
pt_br: Aplicativos
ru: Приложения
th: แอปพลิเคชัน
tr: Uygulamalar
uk: Додатки
zh_hans: 忽略应用

# Goj-ts-fal.title
source: Text Cell
ar: خلية نصية
cs: Textová buňka
de: Textzelle
es: Celda de texto
fr: Cellule de texte
he: תא טקסט
hr: Tekstna ćelija
it: Cella di testo
ja: テキストセル
ko: 텍스트 셀
nb: Tekstcelle
nl: Tekstcel
pt_br: Célula de texto
ru: Текстовая ячейка
th: เซลล์ข้อความ
tr: Metin Hücresi
uk: Metin Hücresi
zh_hans: 文本单元格

# Hef-1G-Irp.headerCell.title
source: Regular expressions
ar: التعبيرات العادية
bs: Regularni izrazi
cs: Regulární výrazy
de: Reguläre Ausdrücke
es: Expresiones regulares
fr: Expressions régulières
he: ביטויים רגולריים
hr: Regularni izrazi
it: Espressioni regolari
ja: 正規表現
ko: 정규식
nb: Vanlig uttrykk
nl: Reguliere expressies
pt_br: Expressões regulares
ru: Регулярные выражения
th: การแสดงออกปกติ
tr: Düzenli ifadeler
uk: Регулярні вирази
zh_hans: 正则表达式

# ItS-bj-BFG.title
source: Text Cell
ar: خلية نصية
cs: Textová buňka
de: Textzelle
es: Celda de texto
fr: Cellule de texte
he: תא טקסט
hr: Tekstna ćelija
it: Cella di testo
ja: テキストセル
ko: 텍스트 셀
nb: Tekstcelle
nl: Tekstcel
pt_br: Célula de texto
ru: Текстовая ячейка
th: เซลล์ข้อความ
tr: Metin Hücresi
uk: Текст клітинки
zh_hans: 文本单元格

# Rfe-XX-kt3.title
source: Table View Cell
ar: خلية عرض الجدول
cs: Tabulková buňka
de: Tabelle Zell anzeigen
es: Celda de Vista de la mesa
he: תא תצוגת טבלה
it: Tabella Visualizza cella
ja: テーブルビューセル
ko: 표 전망 세포
nl: Cel Tabelweergave
pt_br: Célula da Visualização de Tabela
ru: Вид таблицы
th: ตาราง
tr: Masa View Cell
uk: Таблиця Перегляд клітин
zh_hans: 表 观点小组

# Zb2-M8-Pky.title
source: Ignore all applications except listed
ar: تجاهل جميع التطبيقات ما عدا المُدرجة
bs: Zanemarite sve aplikacije osim navedenih
cs: Ignorovat všechny aplikace kromě zalistovaných
de: Ignorieren Sie alle Anwendungen außer den aufgelisteten
es: Ignorar todas las aplicaciones excepto las enumeradas
fr: Ignorer toutes les applications sauf listées
he: התעלמות מכל היישומים חוץ מאלו הרשומים
hr: Zanemarite sve aplikacije osim navedenih
it: Ignora tutte le applicazioni tranne elencate
ja: リストされているものを除くすべてのアプリケーションを無視する
ko: 나열된 애플리케이션을 제외한 모든 애플리케이션 무시
nb: Ignorer alle applikasjoner unntatt de oppførte
nl: Negeer alle apps behalve de vermelde
pt_br: Ignorar todos os aplicativos exceto os listados
ru: Игнорировать все приложения, кроме перечисленных
th: ละเว้นแอปพลิเคชันทั้งหมดยกเว้นในรายการ
tr: Listelenenler dışındaki tüm uygulamaları yoksay
uk: Ігнорувати всі програми, окрім перелічених
zh_hans: 忽略列表之外的所有应用程序

# b7c-gy-SzX.label
source: Pasteboard types
ar: أنواع الحافظة
bs: Vrste zalijepljenih stavki
cs: Typy schránek
de: Pasteboard Typen
es: Tipos
fr: Types
he: סוגי לוחות הדבקה
hr: Vrste međuspremnika
it: Tipi
ja: クリップボードタイプ
ko: 클립보드 타입
nb: Typer
nl: Typen plakbord
pt_br: Tipos de cópia
ru: Типы
th: ประเภทการรูปแบบการวาง
tr: Pano türleri
uk: Типи
zh_hans: 忽略剪贴板类型

# cCb-x7-Qin.title
source: It's possible to ignore copies coming from certain applications. Please note that the way it works is not bullet-proof, so it's better to use pasteboard types when possible.
ar: من الممكن تجاهل النسخ القادمة من بعض التطبيقات. يرجى ملاحظة أن الطريقة التي تعمل بها ليست مضمونة بنسبة 100٪، لذا من الأفضل استخدام أنواع الحافظة عند الإمكان.
bs: Moguće je zanemariti kopije koje dolaze iz određenih aplikacija. Napominjemo da način na koji radi nije u potpunosti precizan, pa je bolje koristiti tipove zalijepljenih stavki kada je to moguće.
cs: Je možné ignorovat kopie z určitých aplikací. Pamatuj že způsob fungování této metody není neprůstřelný, pokud je to možné, je lepší použít typy schránek.
de: Es ist möglich, kopierte Elemente von bestimmten Anwendungen zu ignorieren. Bitte beachte, dass diese Methode nicht hundertprozentig zuverlässig funktioniert. Daher ist es besser, wenn möglich Pasteboard-Typen zu verwenden.
es: Es posible ignorar las copias que provienen de ciertas aplicaciones. Tenga en cuenta que la forma en que funciona no es a prueba de balas, por lo que es mejor usar tipos de cartón cuando sea posible.
fr: Il est possible d'ignorer les copies provenant de certaines applications. Veuillez noter que la façon dont cela fonctionne n'est pas à l'épreuve des balles, il est donc préférable d'utiliser des types de carton lorsque cela est possible.
he: אפשר להתעלם מעותקים שמגיעים מיישומים מסוימים נא לשים לב שזה לא המימוש הכי אמין, עדיף להשתמש בסוגים שבלוח ההדבקה אם אפשר.
hr: Moguće je zanemariti kopije koje dolaze iz određenih programa. Napominjemo da taj način rada nije sto posto siguran, pa je bolje koristiti vrste međuspremnika kad je to moguće.
it: È possibile ignorare le copie provenienti da alcune applicazioni. Prendi nota del fatto che il modo in cui questo funziona non è a prova di proiettile, quindi è meglio utilizzare tipi pasteboard quando possibile.
ja: 特定のアプリケーションからのコピーを除外することができます。 動作が完全ではないため、できればクリップボードタイプの使用を推奨します。
ko: 특정 어플리케이션에서의 복사는 제외하는 것이 가능합니다. 작동 방식이 완전하지 않으므로 가능하면 클립보드 타입을 사용하는 것이 좋습니다.
nb: Det er mulig å ignorere kopier som kommer fra bestemte applikasjoner. Vær oppmerksom på at måten den fungerer ikke er skuddsikker, så det er bedre å bruke papptypetyper når det er mulig.
nl: Het is mogelijk om kopieën van bepaalde toepassingen te negeren. Houd er rekening mee dat de manier waarop het werkt niet perfect is, dus het is beter om, indien mogelijk, plakbordtypes te gebruiken.
pt_br: É possível ignorar cópias provenientes de determinados aplicativos. Por favor, note que a forma como isso funciona não é infalível, por isso é melhor usar tipos de cópia quando possível.
ru: Копирования из определённых приложений можно игнорировать. Пожалуйста учтите, что текущая реализация не гарантирует стопроцентного результата, поэтому, по возможности, рекомендуется использовать игнорируемые типы.
th: เป็นไปได้ที่จะไม่สนใจรูปแบบการวางจากแอป. โปรดจำไว้ว่าอาจจะไม่สมบูรณ์แบบ กรุณาใช้รูปแบบการวางที่เป็นไปได้
tr: Kimi uygulamalardan gelen kopyaları yok sayabilirsiniz. Bunun çalışma yönteminin %100 kesin olmadığını aklınızda bulundurun; bu nedenle olabildiğince pano türleri kullanmak daha iyidir.
uk: Можна ігнорувати копії, які надходять із певних програм. Зверніть увагу, що поточна реалізація не гарантує стовідсоткового результату. Тому, по можливості, рекомендується використовувати типи, що ігноруються.
zh_hans: 忽略来自特定应用的内容。 请注意此选项并非总是有效，最好使用忽略剪贴板类型设置。

# oR1-gy-AKV.label
source: Regular expressions
ar: التعبيرات العادية
bs: Regularni izrazi
cs: Regulární výrazy
de: Reguläre Ausdrücke
es: Expresiones regulares
fr: Expressions régulières
he: ביטויים רגולריים
hr: Regularni izrazi
it: Espressioni regolari
ja: 正規表現
ko: 정규식
nb: Vanlig uttrykk
nl: Reguliere expressies
pt_br: Expressões regulares
ru: Регулярные выражения
th: การแสดงออกปกติ
tr: Düzenli ifadeler
uk: Регулярні вирази
zh_hans: 正则表达式

# rOG-Q7-qpw.title
source: Text Cell
ar: خلية نصية
cs: Textová buňka
de: Textzelle
es: Celda de texto
fr: Cellule de texte
he: תא טקסט
hr: Tekstna ćelija
it: Cella di testo
ja: テキストセル
ko: 텍스트 셀
nb: Tekstcelle
nl: Tekstcel
pt_br: Célula de texto
ru: Текстовая ячейка
th: เซลล์ข้อความ
tr: Metin Hücresi
uk: Текст клітинки
zh_hans: 文本单元格

# uWq-uc-eIR.label
source: Applications
ar: التطبيقات
bs: Aplikacije
cs: Aplikace
de: Anwendungen
es: Aplicaciones
he: יישומים
hr: Programi
it: Applicazioni
ja: アプリケーション
ko: 어플리케이션
nb: Applikasjoner
nl: Applicaties
pt_br: Aplicativos
ru: Приложения
th: แอปพลิเคชัน
tr: Uygulamalar
uk: Додатки
zh_hans: 忽略应用
