Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/StorageSettings.strings
Languages: be, ckb, es, ja, lv, th

source: Save:
be: Захоўваць:
ckb: پاشەکەوتکردن:
es: Almacenar:
ja: 保存：
lv: Saglabāt:
th: บันทึก:

source: Files
be: Файлы
ckb: فایلەکان
es: Archivos
ja: ファイル
lv: Datnes
th: ไฟล์

source: Images
be: Выявы
ckb: وێنەکان
es: Imágenes
ja: 画像
lv: Attēlus
th: รูปภาพ

source: Text
be: Тэкст
ckb: دەق
es: Texto
ja: テキスト
lv: Tekstus
th: ข้อความ

# SaveDescription
source: Change what types of copied content should be stored.
be: Змяніць тыпы элементаў, якія павінны захоўвацца.
ckb: دیاریبکە کام جۆرە ناوەڕۆکی کۆپیکراو پاشەکەوت بکرێت.
es: Cambiar qué tipos de contenidos deben ser almacenados.
ja: 保管するコピーコンテンツタイプを変更します。
lv: Mainiet, kāda veida kopētais saturs ir jāsaglabā.
th: เปลี่ยนประเภทการคัดลอก ที่ต้องการเก็บ

source: Size:
be: Памер:
ckb: قەبارە:
es: Tamaño máximo:
ja: サイズ:
lv: Vienumu skaits:
th: ขนาด:

# FirstCopiedAt
source: Time of first copy
be: Час першага капіявання
ckb: کاتی یەکەم کۆپی
es: Más antiguos, primero
ja: 最初にコピーした日時
lv: Pirmās kopijas laiks
th: เวลาคัดลอกครั้งแรก

source: Number of copies
be: Колькасць копій
ckb: ژمارەی کۆپییەکان
es: Número de copias
ja: コピー回数
lv: Kopiju skaits
th: จำนวนการคัดลอก

# LastCopiedAt
source: Time of last copy
be: Час апошняга капіявання
ckb: کاتی دوایین کۆپی
es: Más nuevos, primero
ja: 最後にコピーした日時
lv: Pēdējās kopijas laiks
th: เวลาคัดลอกสุดท้าย

# SortByTooltip
source: Default: Time of last copy.
be: Падставова: час апошняга капіявання.
ckb: بنەڕەت: کاتی دوایین کۆپی.
es: Por defecto: Más nuevos, primero.
ja: デフォルト：最後にコピーした日時。
lv: Noklusējums: pēdējās kopijas laiks.
th: ค่าเริ่มต้น: เวลาคัดลอกสุดท้าย

# Title
source: Storage
be: Захоўванне
ckb: کۆگا
es: Almacenamiento
ja: 保管
lv: Glabāšana
th: พื้นที่

# SizeTooltip
source: Number of history items to keep. Default: 200.
be: Колькасць элементаў, якія будуць захоўвацца. Падставова: 200.
ckb: ژمارەی ئەو ئایتەمە مێژووییانەی کە دەهێڵرێنەوە. بنەڕەت: ٢٠٠.
es: Número de elementos a almacenar en el historial. Por defecto: 200.
ja: 保管する履歴の項目数。 デフォルト：200。
lv: Saglabājamo vēstures vienumu skaits. Noklusējums: 200.
th: จำนวนประวัติรายการที่ต้องการเก็บ. ค่าเริ่มต้น: 200.

source: Sort by:
be: Сартаваць па:
ckb: ڕیزکردن بەپێی:
es: Ordenar por:
ja: 並び替え:
lv: Kārtot pēc:
th: เรียงตาม:

# CurrentSizeTooltip
source: Current size on disk.
be: Бягучы памер на дыску.
ckb: قەبارەی ئێستا لەسەر دیسک.
es: Tamaño actual en disco.
