Repository: p0deje/Maccy
Catalog: Maccy/Settings/*.lproj/StorageSettingsViewController.strings
Languages: cs, de

# 5og-JF-cpR.title
source: Size:
cs: Velikost:
de: Verlauf:

# Pr2-Ic-sUM.title
source: Files
cs: Soubory
de: Dateien

# b49-c6-irW.ibShadowedToolTip
source: Number of history items to keep. Default: 200.
cs: Počet položek uchovávaných v historii. Výchozí: 200.
de: Maximale Anzahl von Einträgen. Standard: 200.

# mf5-QH-x1u.title
source: Number of copies
cs: Počet kopírování
de: Häufigkeit der Einträge

# zrg-H1-TjU.title
source: Time of last copy
cs: Čas posledního kopírování
de: Zeitpunkt des letzten Eintrags

# 2yi-R0-4up.title
source: Time of first copy
cs: Čas prvního kopírování
de: Zeitpunkt des ersten Eintrags

# 0Vh-es-5I5.title
source: Sort by:
cs: Řadit podle:
de: Sortieren:

# GDB-hB-d75.title
source: Change what types of copied content should be stored.
cs: Vyber jaké typy kopírovaného obsahu mají být ukládány.
de: Ändere, welche Dateitypen kopierter Inhalte gesichert werden sollen.

# Cal-Kj-TqV.title
source: Save:
cs: Ukládat:
de: Sichern:

# IT6-JX-vi3.title
source: Images
cs: Obrázky
de: Bilder

# PWC-Rx-PPN.ibShadowedToolTip
source: Default: Time of last copy.
cs: Výchozí: Čas posledního kopírování.
de: Standard: Zeitpunkt des letzten Eintrags.
