Repository: p0deje/Maccy
Catalog: Maccy/*.lproj/Localizable.strings
Languages: be, bn, bs, ca, ckb, eo, hi, ro, sl, uk, uz, vi

# about_tooltip
source: Read more about application.
be: Даведацца больш аб дадатку.
bn: অ্যাপলিকেশন সম্পর্কে আরো পড়ুন।
bs: Pročitaj više o aplikaciji.
ca: Llegeix més sobre l'aplicació.
ckb: زیاتر بخوێنەرەوە دەربارەی ئەپلیکەیشنەکە.
eo: Ekscii pli pri la aplikaĵo.
hi: एप्लिकेशन के बारे में अधिक पढ़ें।
ro: Citește mai mult despre aplicație.
sl: Preberite več o aplikaciji.
uk: Докладніше про додаток.
uz: Ilova haqida ko'proq o'qish.
vi: Đọc thêm thông tin về ứng dụng.

# quit_tooltip
source: Quit application.
be: Выйсці з дадатку.
bn: অ্যাপলিকেশনটি বন্ধ করুন।
bs: Ugasi aplikaciju.
ca: Tanca l'aplicació.
ckb: چوونە دەرەوە لە ئەپلیکەیشنەکە.
eo: Forlasi la aplikaĵon.
hi: एप्लिकेशन बंद करें।
ro: Închide aplicația.
sl: Zapri aplikacijo.
uk: Вийти з програми.
uz: Ilovadan chiqish.
vi: Thoát ứng dụng.

source: Clear
be: Выдаліць
bn: মুছুন
bs: Očisti
ca: Neteja
ckb: پاککردنەوە
eo: Forigi
hi: साफ़ करें
ro: Șterge
sl: Izbriši
uk: Очистити
uz: Tozalash
vi: Dọn dẹp

source: Clear all
be: Выдаліць усё
bn: সবগুলো মুছুন
bs: Očisti sve
ca: Neteja tots
ckb: پاککردنەوەی هەموو
eo: Forigi ĉion
hi: सभी साफ़ करें
ro: Șterge tot
sl: Izbriši vse
uk: Очистити все
uz: Hammasini tozalash
vi: Xóa tất cả

source: About
be: Аб дадатку
bn: সম্পর্ক
bs: O Aplikaciji
ca: Sobre
ckb: دەربارە
eo: Pri
hi: अधिक जानकारी
ro: Despre
sl: Informacije
uk: Про додаток
uz: Ilova haqida
vi: Thông tin

source: Quit
be: Зачыніць прыкладанне
bn: বন্ধ
bs: Odustani
ca: Tanca
ckb: چوونە دەرەوە
eo: Forlasi
hi: बंद करें
ro: Închide
sl: Zapri
uk: Вийти
uz: Chiqish
vi: Thoát

source: Preferences...
be: Налады…
bn: পছন্দসমূহ…
bs: Podešavanja...
ca: Preferències…
ckb: رێکخستنەکان…
eo: Agordoj…
hi: विकल्प…
ro: Configurări…
sl: Nastavitve…
uk: Налаштування...
uz: Moslashtirish…
vi: Thiết lập…

# preferences_advanced
source: Advanced
be: Прасунутыя
bn: অত্যাধুনিক উন্নত
bs: Napredno
ca: Avançat
ckb: رێکخستنە پێشکەوتووەکان
eo: Altnivelaj agordoj
hi: विस्तृत विकल्प
ro: Avansat
sl: Napredno
uk: Розширені опції
uz: Qo'shimchalar
vi: Nâng cao

# preferences_pins
source: Pins
be: Прымацоўваныя
bn: পিনগুলো
bs: Zakačke
ca: Fixats
ckb: دەستکراوەکان
eo: Fiksitaj eroj
hi: पिन्स
ro: Elemente fixate
sl: Pini
uk: Прикріплення
uz: Qadalganlar
vi: Ghim

# copy_modifiers_config
source: • Select with %@ pressed to copy item.
be: • Выберыце, націснуўшы %@, каб скапіяваць элемент.
bn: • আইটেম কপি করতে %@ চাপ দিয়ে নির্বাচন করুন।
bs: • Označi sa %@ da kopiraš stavku.
ca: • Selecciona pressionant %@ per copiar element.
ckb: • هەڵبژێرە لەگەڵ پەنجەدانان لەسەر %@ بۆ کۆپیکردنی ئایتەمەکە.
eo: • Elekti premante %@ por kopii la eron.
hi: • %@ दबाकर आइटम कॉपी करने के लिए चुनें।
ro: • Selectează cu %@ apăsat pentru a copia un element.
sl: • Izberite s pritisnjenim %@, da kopirate element.
uk: • Виберіть, натиснувши %@, щоб скопіювати елемент.
uz: • Elementni nusxalash uchun %@ bosilganda tanlang.
vi: • Chọn bằng cách nhấn %@ để sao chép mục.

# paste_modifiers_config
source: • Select with %@ pressed to copy and paste item.
be: • Выберыце, націснуўшы %@, каб скапіяваць і ўставіць элемент.
bn: • আইটেম কপি এবং পেস্ট করতে %@ চাপ দিয়ে নির্বাচন করুন।
bs: • Označi sa %@ da kopiraš i zalijepiš stavku.
ca: • Selecciona pressionant %@ per copiar i enganxar l'element.
ckb: • هەڵبژێرە لەگەڵ پەنجەدانان لەسەر %@ بۆ کۆپی و پاستکردنی ئایتەمەکە.
eo: • Elekti premante %@ por kopii kaj alglui la eron.
hi: • %@ दबाकर आइटम को कॉपी और पेस्ट करने के लिए चुनें।
ro: • Selectează cu %@ apăsat pentru a copia și lipi un element.
sl: • Izberite s pritisnjenim %@, da kopirate in prilepite element.
uk: • Виберіть, натиснувши %@, щоб скопіювати та вставити елемент.
uz: • Elementni nusxalash va joylashtirish uchun %@ bosilganda tanlang.
vi: • Chọn bằng cách nhấn %@ để sao chép và dán mục.

# format_modifiers_config
source: • Select with %@ pressed to copy, clear formatting and paste item.
be: • Выберыце, націснуўшы %@, каб скапіяваць, ачысціць фарматаванне і ўставіць элемент.
bn: • অনুলিপি করতে %@ চাপ দিয়ে নির্বাচন করুন, বিন্যাস পরিষ্কার করুন এবং আইটেম পেস্ট করুন।
bs: • Označi sa %@ kopiraš, očistiš formatiranje i zalijepiš stavku
ca: • Selecciona pressionant %@ per copiar, netejar-ne el format i enganxar l'element.
ckb: • هەڵبژێرە لەگەڵ پەنجەدانان لەسەر %@ بۆ کۆپیکردن، پاککردنەوەی فۆرمات و پاستکردنی ئایتەمەکە.
eo: • Elekti premante %@ por kopii, forigi tekstaranĝon, alglui la eron.
hi: • %@ दबाकर आइटम को कॉपी, फॉर्मेटिंग साफ़ करें और पेस्ट करने के लिए चुनें।
ro: • Selectează cu %@ apăsat pentru a copia, elimina formatarea și lipi un element.
sl: • Izberite s pritisnjenim %@, da kopirate, počistite oblikovanje in prilepite element.
uk: • Виберіть, натиснувши %@, щоб скопіювати, очистити форматування та вставити елемент.
uz: • Nusxa olish, formatlashni tozalash va elementni joylashtirish uchun %@ tugmasini bosib tanlang.
vi: • Chọn bằng cách nhấn %@ để sao chép, xóa định dạng và dán mục.

# accessibility_alert_message
source: “Maccy” would like to control this computer using accessibility features.
be: «Maccy» хацеў бы кіраваць гэтым кампутарам выкарыстоўваючы спецыяльных магчымасцяў.
bn: "Maccy" অ্যাক্সেসিবিলিটি বৈশিষ্ট্যগুলি ব্যবহার করে এই কম্পিউটারটিকে নিয়ন্ত্রণ করতে চায়।
bs: “Maccy” želi da kontroliše ovaj računar koristeći funkcije pristupačnosti.
ca: “Maccy” demana accés per controlar aquest ordinador mitjançant les funcionalitats d'accessibilitat.
ckb: “Maccy” دەیەوێت کۆنترۆڵی ئەم کۆمپیوتەرە بکات بە بەکارهێنانی تایبەتمەندییە دەستڕاگەیشتنەکان.
eo: “Maccy” volas regi la komputilon per alireblecaj funkcioj.
hi: “मैकी” इस कंप्यूटर को एक्सेसिबिलिटी फ़ीचर्स का उपयोग करके नियंत्रित करना चाहता है।
ro: “Maccy” dorește să controleze acest calculator utilizând funcțiile de accesibilitate.
sl: “Maccy” želi ta računalnik nadzorovati s funkcijami dostopnosti.
uk: “Maccy” хоче керувати цим комп’ютером за допомогою функцій доступності.
uz: “Maccy” ushbu kompyuterni maxsus imkoniyatlardan foydalangan holda boshqarishni xohlaydi.
vi: "Maccy" muốn điều khiển máy tính này bằng các tính năng trợ năng.

# accessibility_alert_comment
source: Grant access to this application in {pane}, located in {settings}. Click + button, select Maccy and toggle on the checkbox next to it.
be: Падайце правы доступу гэтай праграме ў наладах {pane} у {settings}. Націсніце кнопку «+», абярыце «Maccy» і ўсталюеце сцяжок побач з ім.
bn: {settings}-এ অবস্থিত {pane}-এ এই অ্যাপ্লিকেশনটিতে অ্যাক্সেস মঞ্জুর করুন৷ + বোতামে ক্লিক করুন, Maccy নির্বাচন করুন এবং এর পাশের চেকবক্সে টগল করুন।
bs: Odobrite pristup ovoj aplikaciji u postavkama sigurnosti i privatnosti, koje se nalaze u System Preferences. Kliknite na dugme +, izaberite Maccy i potvrdite izbor u polju za potvrdu pored njega.
ca: Dóna accés a aquesta aplicació al {panell}, dins els {ajustaments}. Fes clic al botó +, selecciona Maccy, i confirma la casella de selecció al costat d'aquest.
ckb: دەستڕاگەیشتن بدە بەم ئەپلیکەیشنە لە {pane}، کە لە {settings} دایە. کلیک لەسەر دوگمەی +، Maccy هەڵبژێرە، و سندوقچەکەی تەنیشتی چالاک بکە.
eo: Donu aliron al la aplikaĵo en {pane}, trovebla en {settings}. Alklaku la butonon +, elektu Maccy, kaj ŝaltu la elektobutonon apud ĝi.
hi: इस एप्लिकेशन को {pane} में, जो कि {settings} में स्थित है, एक्सेस दें। + बटन पर क्लिक करें, मैकी का चयन करें, और उसके बगल में स्थित चेकबॉक्स को सक्रिय करें।
ro: Acordă acces acestei aplicații în {pane}, aflat în {settings}. Fă clic pe butonul +, selectează Maccy și bifează caseta de selectare de lânga aceasta.
sl: Odobrite dostop do te aplikacije v {pane}, ki se nahaja v {settings}. Kliknite gumb +, izberite Maccy in vklopite potrditveno polje poleg njega.
uk: Надайте доступ до цієї програми в налаштуваннях «Безпека та конфіденційність», розташованих у «Налаштуваннях системи». Натисніть кнопку “+“, виберіть “Maccy“ і встановіть прапорець поруч із ним.
uz: {settings} boʻlimida joylashgan {pane} ilovasiga kirishga ruxsat bering. Maccy-ni tanlang va yonidagi katakchani yoqing.
vi: Cấp quyền truy cập vào ứng dụng này trong {pane}, nằm trong {settings}. Nhấn nút +, chọn Maccy, và bật tùy chọn hộp kiểm bên cạnh nó.

# accessibility_alert_deny
source: Deny
be: Адмовіць
bn: অস্বীকার
bs: Ignoriši
ca: Denegar
ckb: ڕەتکردنەوە
eo: Rifuzi
hi: अस्वीकृत करें
ro: Refuză
sl: Zavrni
uk: Відказати
uz: Rad etish
vi: Từ chối

# accessibility_alert_open
source: Open System Preferences
be: Адкрыйце «Сістэмныя налады»
bn: সিস্টেম পছন্দগুলি খুলুন
bs: Otvori Sistemska podešavanja
ca: Obre les Preferències del Sistema
ckb: کردنەوەی رێکخستنەکانی سیستەم
eo: Malfermi la sistemajn agordojn
hi: सिस्टम विकल्प खोलें
ro: Deschide Configurări sistem
sl: Odprite sistemske nastavitve
uk: Відкрити Системні налаштування
uz: Tizim sozlamalarini ochish
vi: Mở Thiết lập Hệ thống

# clear_alert_message
source: Are you sure you want to clear the history?
be: Вы сапраўды хочаце ачысціць гісторыю?
bn: আপনি কি নিশ্চিত আপনি ইতিহাস মুছে ফেলতে চান?
bs: Da li ste sigurni?
ca: Estàs segur que vols esborrar l'històric?
ckb: دڵنیایت دەتەوێت مێژووەکە پاک بکەیتەوە؟
eo: Ĉu vi certas, ke vi volas forigi la historion?
hi: क्या आप सुनिश्चित हैं कि आप इतिहास साफ़ करना चाहते हैं?
ro: Ești sigur că dorești să ștergi istoricul?
sl: Ali ste prepričani, da želite počistiti zgodovino?
uk: Ви впевнені, що бажаєте очистити історію?
uz: Haqiqatan ham tarixni tozalamoqchimisiz?
vi: Bạn có chắc chắn muốn xóa lịch sử không?

# clear_alert_comment
source: You can't undo this action.
be: Вы не можаце адмяніць гэта дзеянне.
bn: আপনি এই কাজটি করতে পারবেন না।
bs: Ne možeš povratiti ovu radnju
ca: Aquesta acció no és pot desfer.
ckb: ناتوانیت ئەم کردەوەیە بگەڕێنیتەوە.
eo: Vi ne povas malfari ĉi tiun agon.
hi: आप इस कार्रवाई को वापस नहीं ले सकते।
ro: Nu poți anula această acțiune.
sl: Tega dejanja ne morete razveljaviti.
uk: Ви не можете скасувати цю дію.
uz: Bu amalni bekor qila olmaysiz.
vi: Bạn không thể hoàn tác hành động này.

# clear_alert_cancel
source: Cancel
be: Адмяніць
bn: বাতিল করুন
bs: Odustani
ca: Anul·lar
ckb: هەڵوەشاندنەوە
eo: Nuligi
hi: रद्द करें
ro: Anulează
sl: Prekliči
uk: Скасувати
uz: Bekor qilish
vi: Hủy bỏ

# clear_alert_confirm
source: Clear
be: Выдаліць
bn: মুছুন
bs: Očisti
ca: Esborra
ckb: پاککردنەوە
eo: Forigi
hi: साफ़ करें
ro: Șterge
sl: Izbriši
uk: Очистити
uz: Tozalash
vi: Dọn dẹp

# key_used_error
source: Key is already used.
be: Клавіша ўжо выкарыстоўваецца.
bn: কি ইতিমধ্যে ব্যবহার করা হয়েছে।
bs: Tipka je več u upotrebi.
ca: Clau ja utilitzada.
ckb: کلیلەکە پێشتر بەکارهێنراوە.
eo: La klavo estas jam uzata.
hi: key पहले से उपयोग में है।
ro: Tasta e deja utilizată.
sl: Ključ je že v uporabi.
uk: Клавіша вже використовується.
uz: Kalit allaqachon ishlatilgan.
vi: Khóa đã được sử dụng.

source: Active screen
be: Актыўны экран
bn: সক্রিয় স্ক্রিন
ca: Pantalla activa
ckb: شاشەی چالاک
eo: Aktiva ekrano
hi: Active स्क्रीन
ro: Ecranul activ
sl: Aktivni zaslon
uz: Aktiv ekran
vi: Màn hình đang hoạt động

source: Screen
be: Экран
bn: স্ক্রিন
ca: Pantalla
ckb: شاشە
eo: Ekrano
hi: स्क्रीन
ro: Ecran
sl: Zaslon
uz: Ekran
vi: Màn hình

# system_settings_pane
source: Privacy & Security settings
be: «Налады прыватнасці і бяспекі»
bn: গোপনীয়তা এবং নিরাপত্তা সেটিংস
ca: Ajustaments de Privacitat & Seguretat
ckb: رێکخستنەکانی تایبەتێتی و ئاسایش
eo: Privatecaj kaj sekurecaj agordoj
hi: गोपनीयता और सुरक्षा सेटिंग्स
ro: Configurări Intimitate și securitate
sl: Nastavitve zasebnosti in varnosti
uz: Maxfiylik va Xavfsizlik sozlamalari
vi: Cài đặt bảo mật và quyền riêng tư

# system_preferences_pane
source: Security & Privacy preferences
be: «Налады прыватнасці і бяспекі»
bn: নিরাপত্তা এবং গোপনীয়তা পছন্দ
ca: Ajustaments de Seguretat & Privacitat
ckb: هەڵبژاردەکانی ئاسایش و تایبەتێti
eo: Sekurecaj kaj privatecaj agordoj
hi: सुरक्षा और गोपनीयता प्राथमिकताएँ
ro: Preferințe de Securitate și Intimitate
sl: Nastavitve varnosti in zasebnosti
uz: Xavfsizlik va Maxfiylik sozlamalari
vi: Tùy chọn Bảo mật & Quyền riêng tư

# system_settings_name
source: System Settings
be: Сістэмных наладах
bn: সিস্টেম সেটিংস
ca: Ajustaments del Sistema
ckb: رێکخستنەکانی سیستەم
eo: Sistemaj agordoj
hi: सिस्टम सेटिंग्स
ro: Configurări sistem
sl: Sistemske nastavitve
uz: Tizim Sozlamalari
vi: Cài đặt Hệ thống

# search_placeholder
source: type to search...
be: пачніце пісаць для пошуку…
bn: খুঁজতে টাইপ করুন…
bs: počni kucati za pretragu...
ca: comença a escriure per buscar…
ckb: بنووسە بۆ گەڕان…
eo: tajpu por serĉi…
hi: खोजने के लिए टाइप करें…
ro: tastează pentru a căuta…
sl: vnesite za iskanje …
uk: введіть для пошуку...
uz: qidirish uchun yozing…
vi: nhập từ khóa để tìm kiếm…

# clear_tooltip
source: Clear unpinned items. Select with ⇧ to clear all.
be: Выдаліць ня замацаваныя элементы. Выберыце з ⇧, каб выдаліць усе.
bn: আনপিন করা আইটেমগুলি মুছুন। সব মুছতে ⇧ দিয়ে নির্বাচন করুন।
bs: Očisti sve stavke. Označi sa ⇧ da očistiš sve.
ca: Neteja elements no fixats. Selecciona amb ⇧ per netejar tots els elements.
ckb: پاککردنەوەی ئایتەمە دەستنەکراوەکان. هەڵبژێرە لەگەڵ ⇧ بۆ پاککردنەوەی هەموو.
eo: Forigi la nefiksitajn erojn. Elekti per ⇧ por forigi ĉion.
hi: अनपिन की गई वस्तुओं को हटाएँ। सभी हटाने के लिए ⇧ के साथ चयन करें।
ro: Șterge elementele nefixate. Selectează cu ⇧ pentru a șterge tot.
sl: Počisti nepripete elemente. Izberite z ⇧, da počistite vse.
uk: Очистити незакріплені елементи. Виберіть за допомогою ⇧, щоб видалити всі.
uz: Ochilmagan elemetlarni tozalang. Hammasini tozalash uchun ⇧ bosing.
vi: Xóa các mục chưa được ghim. Chọn với ⇧ để xóa tất cả.

# clear_all_tooltip
source: Clear all items.
be: Выдаліць усе элементы.
bn: সমস্ত আইটেম মুছুন।
bs: Očisti sve stavke.
ca: Neteja tots els elements.
ckb: پاککردنەوەی هەموو ئایتەمەکان.
eo: Forigi ĉiujn erojn.
hi: सभी वस्तुओं को हटाएँ।
ro: Șterge tot.
sl: Počisti vse elemente.
uk: Очистити всі елементи.
uz: Barcha elementlarni tozlash.
vi: Xóa tất cả các mục.

# system_preferences_name
source: System Preferences
be: Сістэмных наладах
bn: সিস্টেম পছন্দসমূহ
ca: Ajustaments del Sistema
ckb: هەڵبژاردەکانی سیستەم
eo: Sistemaj agordoj
hi: सिस्टम प्राथमिकताएँ
ro: Preferințe de sistem
sl: Sistemske nastavitve
uz: Tizim sozlamalari
vi: Thiết lập Hệ thống

# preferences_appearance
source: Appearance
bs: Izgled
uk: Виявлення

# preferences_ignore
source: Ignore
bs: Ignoriši
uk: Ігнорувати

# preferences_general
source: General
bs: Opšte
uk: Загальні

# preferences_storage
source: Storage
bs: Pohrana
uk: Зберігання
